Repository: schooltool-project/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: de, km, nl, pl, pt_br, vi

source: Sheet1
de: Blatt1
km: សន្លឹក​ ១
nl: Blad1
pl: Arkusz1
pt_br: Planilha1
vi: Bảng Tính 1

source: Activities
de: Aktivitäten
km: សកម្មភាព
nl: Activiteiten
pl: Ćwiczenia
pt_br: Atividades
vi: Các hoạt động

source: Course Activities
nl: Vak-activiteiten
pt_br: Atividades do curso

source: Deployed Worksheets
nl: Toegepaste werkbladen
pt_br: Planilhas implantadas

source: Summary
de: Zusammenfassung
km: សង្ខេប
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
vi: Tóm tắt

source: External Activity
de: Externe Aktivität
km: សកម្មភាព​ខាងក្រៅ
nl: Externe activiteit
pl: Działania zewnętrzne
pt_br: Atividade Externa
vi: Hoạt động mở rộng

source: The external activity
de: Die externe Aktivität
km: សកម្មភាព​ខាងក្រៅ
nl: De externe activiteit
pl: Działanie zewnętrzne
pt_br: A atividade externa
vi: Hoạt động mở rộng

source: Add new activity
de: Neue Aktivität hinzufügen
km: បន្ថែម​សកម្មភាព​ថ្មី
nl: Nieuwe activiteit toevoegen
pl: Dodaj nową aktywność
pt_br: Adicionar nova atividade
vi: Thêm một hoạt động mới

source: Add
de: Hinzufügen
km: បន្ថែម
nl: Toevoegen
pl: Dodaj
pt_br: Incluir
vi: Thêm

source: Cancel
de: Abbruch
km: បោះបង់
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
vi: Hủy bỏ

source: Title
de: Überschrift
km: ចំណង​ជើង
nl: Titel
pl: Tytuł
pt_br: Título
vi: Tiêu đề

source: Column Label
nl: Kolomlabel
pt_br: Etiqueta da Coluna

source: Limit to 5 characters or less.
nl: Beperken tot 5 tekens of minder.
pt_br: Limitado a 5 caracteres ou menos.

source: Due Date
de: Abgabefrist
km: កាល​បរិច្ឆេទ​ផុត​កំណត់
nl: Verwachte einddatum
pl: Termin wykonania
pt_br: Data de vencimento
vi: Ngày tới hạn

source: Description
de: Beschreibung
km: ការ​ពិពណ៌នា
nl: Omschrijving
pl: Opis
pt_br: Descrição
vi: Mô tả

source: Category
de: Kategorie
km: ប្រភេទ
nl: Categorie
pl: Kategoria
pt_br: Categoria
vi: Phân mục

source: Categories can be used to weigh different types of activites differently when calculating averages. The list of categories can be set schoolwide set by your system administrator.
nl: Wegingscategorieën kunnen gebruikt worden om verschillende soorten activiteiten verschillend te beoordelen bij het berekenen van het gemiddelde. De lijst met categorieën kan ingesteld worden voor de gehele school door uw systeembeheerder.
pt_br: Categorias podem ser utilizadas para ponderar atividades ao calcular médias. A lista de categorias pode ser definida para toda a escola pelo administrador do sistema.

source: Full Credit Score
nl: Volledige kredietwaardescore
pt_br: Créditos totais

source: This value must be an integer. You may award extra credit above this value.
nl: Deze waarde moet een heel getal zijn. U zou extra kredietwaarde kunnen toekennen boven deze waarde.
pt_br: Este valor deve ser um inteiro. Você pode conceder créditos extras acima deste valor.

source: This value must be an integer.
nl: Deze waarde moet een heel getal zijn.
pt_br: Este valor deve ser um inteiro.

source: Activity Details
nl: Activiteitsdetails
pt_br: Detalhes da atividade

source: Submit
nl: Indienen
pt_br: Confirmar

source: Add an External Activity
de: Externe Aktivität hinzufügen
km: បន្ថែម​សកម្មភាព​ខាងក្រៅ
nl: Externe activiteit toevoegen
pl: Dodaj zewnętrzne działania
pt_br: Adicionar uma Atividade Externa
vi: Thêm một hoạt động mở rộng

source: External Score Source
nl: Externe scorebron
pt_br: Pontuação de fonte externa

source: The point value of this activity will be calculated as the full credit score multiplied by the percentage value of the external score.
nl: De puntwaarde van deze activiteit zal berekend worden als de volledige kredietwaardescore maal de percentagewaarde van de externe score.
pt_br: A pontuação desta atividade será calculada como a pontuação total multiplicada pelo valor percentual da pontuação externa.

source: External Score Details
nl: Externe scoredetails
pt_br: Detalhes da pontuação externa.

source: Change information for ${fullname}
de: Angaben ändern für ${fullname}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​សម្រាប់ ${fullname}
nl: Informatie wijzigen van ${fullname}
pl: Zmień informacje dla ${fullname}
pt_br: Informações alteradas para ${fullname}
vi: Thay đổi thông tin cho ${fullname}

source: Edit External Activity
de: Externe Aktivität bearbeiten
km: កែ​សម្រួល​សកម្មភាព​ខាងក្រៅ
nl: Externe activiteit bewerken
pl: Edytuj zewnętrzne działania
pt_br: Editar Atividade Externa
vi: Sửa một hoạt động mở rộng

source: Category weights for worksheet ${worksheet}
nl: Wegingscategorieën voor werkblad ${worksheet}
pt_br: Ponderação de categorias para a planilha ${worksheet}

source: $value is not a valid weight.
de: $value ist kein gültiges Gewicht.
km: $value មិនមែន​ជា​ទម្ងន់​ត្រឹមត្រូវ​ទេ ។
nl: $value is niet geldig.
pl: $value nie jest poprawną wagą.
pt_br: $value não é um peso válido.
vi: $value có trọng số không hợp lệ

source: The external activity couldn't be found
de: Die externe Aktivität konnte nicht gefunden werden
km: មិន​អាច​រក​ឃើញ​សកម្មភាព​ខាងក្រៅ
nl: De externe activiteit werd niet gevonden
pl: Nie znaleziono zewnętrznych działań
pt_br: A atividade externa não pode ser encontrada.
vi: Hoạt động mở rộng đã không được tìm thấy

source: Worksheets
de: Arbeitsblätter
km: សន្លឹក​កិច្ចការ
nl: Werkbladen
pl: zeszyt ćwiczeń
pt_br: Planilhas de Trabalho
vi: Các bảng tính

source: Exporting worksheets
nl: Werkbladen exporteren

source: Export complete
nl: Exporteren voltooid

source: Average
de: Durchschnitt
km: មធ្យម
nl: Gemiddelde
pl: Średnia
pt_br: Média
vi: Trung bình

source: Add Linked Column
de: Verlinkte Spalte hinzufügen
km: បន្ថែម​ជួរ​ឈរ​ដែល​ភ្ជាប់
nl: Gekoppelde kolom toevoegen
pl: Dodaj podobną kolumnę
pt_br: Adicionar coluna relacionada
vi: Thêm một cột liên kết

source: Edit Linked Column
de: Verlinkte Spalte bearbeiten
km: កែ​សម្រួល​ជួរ​ឈរ​ដែល​ភ្ជាប់
nl: Gekoppelde kolom bewerken
pl: Edytuj podobną kolumnę
pt_br: Editar coluna relacionada
vi: Sửa cột liên kết

source: Activity
de: Aktivität
km: សកម្មភាព
nl: Activiteit
pl: Aktywność
pt_br: Atividade
vi: Hoạt động

source: Linked Column
nl: Gekoppelde kolom
pt_br: Coluna relacionada

source: External Score
nl: Externe score
pt_br: Pontuação externa

source: Categories
de: Kategorien
km: ប្រភេទ
nl: Categorieën
pl: Kategorie
pt_br: Categorias
vi: Phân mục

source: New Category
de: Neue Kategorie
km: ប្រភេទ​ថ្មី
nl: Nieuwe categorie
pl: Nowa kategoria
pt_br: Nova Categoria
vi: Phân mục mới

source: Default Category
de: Standard-Kategorie
km: ប្រភេទ​លំនាំ​ដើម
nl: Standaard categorie
pl: Domyślna Kategoria
pt_br: Categoria Padrão
vi: Phân mục mặc định

source: Categories successfully deleted.
de: Kategorien erfolgreich gelöscht.
km: បាន​លុប​ប្រភេទ​ដោយ​ជោគជ័យ ។
nl: Categorien met succes verwijderd
pl: Kategorie pomyślnie usunięte.
pt_br: Categorias apagadas com sucesso.
vi: Các phân mục đã được xóa thành công

source: Category successfully added.
de: Kategorien erfolgreich hinzugefügt.
km: បាន​បន្ថែម​ប្រភេទ​ដោយ​ជោគជ័យ ។
nl: Categorie met succes toegevoegd.
pl: Kategoria pomyślnie dodana.
pt_br: Categoria adicionada com sucesso.
vi: Các phân mục đã được thêm vào thành công

source: Default category successfully changed.
de: Standard-Kategorie erfolgreich geändert.
km: បាន​ផ្លាស់ប្ដូរ​ប្រភេទ​លំនាំ​ដើម​ដោយ​ជោគជ័យ ។
nl: Standaardcategorie met succes gewijzigd.
pl: Domyślna kategoria pomyślnie zmieniona
pt_br: Categoria padrão alterada com sucesso
vi: Các phân mục mặc định đã thay đổi thành công

source: Make Default
nl: Instellen als standaard
pt_br: Tornar padrão

source: Activity Categories
de: Aktivitäts-Kategorien
km: ប្រភេទ​សកម្មភាព
nl: Activiteitscategorieën
pl: Kategorie aktywności
pt_br: Categorias de Atividades
vi: Phân mục công việc

source: Report Sheet Templates
de: Zeugnisformular-Vorlagen
km: ពុម្ព​សន្លឹក​របាយការណ៍
nl: Rapportbladsjablonen
pl: Szablony raportów
pt_br: Modelo da folha de relatório
vi: Báo cáo bảng khuôn mẫu

source: Add a Worksheet
de: Ein Arbeitsblatt hinzufügen
km: បន្ថែម​សន្លឹក​កិច្ចកការ
nl: Werkblad toevoegen
pl: Dodaj zeszyt
pt_br: Adicione uma Planilha de Trabalho
vi: Thêm một bảng tính

source: Add a Report Sheet
de: Berichtblatt hinzufügen
km: បន្ថែម​សន្លឹក​របាយការណ៍
nl: Een rapportblad toevoegen
pl: Dodaj sprawozdanie
pt_br: Adiciona uma Folha de Relatório
vi: Thêm một bản báo cáo

source: Edit Worksheet
de: Arbeitsblatt bearbeiten
km: កែ​សម្រួល​សន្លឹក​កិច្ចការ
nl: Werkblad bewerken
pl: Edytuj zeszyt
pt_br: Editar Planilha de Trabalho
vi: Chỉnh một bảng tính

source: Edit
de: Bearbeiten
km: កែ​សម្រួល
nl: Bewerken
pl: Edycja
pt_br: Editar
vi: Hiệu chỉnh

source: Edit Report Sheet
de: Berichtblatt bearbeiten
km: កែ​សម្រួល​សន្លឹក​របាយការណ៍
nl: Rapportblad bewerken
pl: Edytuj raport
pt_br: Editar Planilha de Relatório
vi: Hiệu chỉnh báo cáo

source: New Report Activity
de: Neuer Leistungsbericht
km: សកម្មភាព​របាយការណ៍​ថ្មី
nl: Nieuwe rapportactiviteit.
pl: Nowy raport aktywności
pt_br: Novo Relatório de Atividades
vi: Thêm một báo cáo về hoạt động

source: Gradebook
de: Notenheft
km: សៀវភៅ​ពិន្ទុ
nl: Cijferlijst
pl: Dzienniczek
pt_br: Diário de Classe
vi: Bảng điểm

source: New Report Sheet
de: Neues Berichtblatt
km: សន្លឹក​របាយការណ៍​ថ្មី
nl: Nieuw rapportblad
pl: Nowe sprawozdanie
pt_br: Nova Planilha de Relatório
vi: Bảng báo cáo mới

source: New Worksheet
de: Neues Arbeitsblatt
km: សន្លឹក​កិច្ចការ​ថ្មី
nl: Nieuw werkblad
pl: Nowy zeszyt
pt_br: Nova Planilha de Trabalho
vi: Bảng tính mới

source: Export XLS
de: Als XLS exportieren
km: នាំចេញ​ជា XLS
nl: XLS exporteren
pl: Eksportuj XLS
pt_br: Exportar XLS
vi: Xuất ra dưới dạng XLS

source: Return to Gradebook
de: Zurück zum Notenheft
km: ត្រឡប់​ទៅ​កាន់​សៀវភៅ​ពិន្ទុ
nl: Terug naar cijferlijst
pl: Powrót do dzienniczka
pt_br: Retornar ao Diário de Classe
vi: Trả về Bảng điểm

source: Unhide Worksheets
de: Arbeitsblätter hervorheben
km: បង្ហាញ​សន្លឹក​កិច្ចការ
nl: Werkbladen tonen
pl: Przedstawienie kart pracy
pt_br: Exibir Planilha de Trabalho
vi: Hiển thị bảng tính

source: New Activity
de: Neue Aktivität
km: សកម្មភាព​ថ្មី
nl: Nieuwe activiteit.
pl: Nowa aktywność
pt_br: Nova Atividade
vi: Hoạt động mới

source: New External Activity
de: Neue externe Aktivität
km: សកម្មភាព​ខាងក្រៅ​ថ្មី
nl: Nieuwe externe activiteit
pl: Nowa czynność zewnętrzna
pt_br: Nova Atividade Externa
vi: Hoạt động mở rộng mới

source: New Linked Column
de: Neue verlinkte Spalte
km: ជួរ​ឈរ​ដែល​ភ្ជាប់​ថ្មី
nl: Nieuwe gekoppelde kolom
pl: Nowa pokrewna kolumna
pt_br: Nova coluna relacionada
vi: Cột liên kết mới

source: Manage Worksheet
nl: Werkblad beheren
pt_br: Gerenciar planilha

source: Weight Categories
de: Kategorien gewichten
km: ប្រភេទ​ទម្ងន់
nl: Wegingscategorieën
pl: Kategorie wag
pt_br: Categorias de peso
vi: Các phân mục trọng số

source: Preferences
de: Einstellungen
km: ចំណូល​ចិត្ត
nl: Voorkeuren
pl: Ustawienia
pt_br: Preferências
vi: Tùy chỉnh

source: Download PDF
de: PDF herunterladen
km: ទាញ​​យក PDF
nl: PDF downloaden
pl: Pobierz PDF
pt_br: Baixar PDF
vi: Tải xuống dạng PDF

source: Update Grades
de: Noten aktualisieren
km: ធ្វើ​បច្ចុប្បន្នភាព​ពិន្ទុ
nl: Cijfers bijwerken
pl: Aktualizuj oceny
pt_br: Atualizar Notas
vi: Cập nhật bảng điểm

source: Deploy Report Sheet
de: in /src/schooltool/gradebook/browser/configure.zcml:418 enthalten
km: ពន្លា​សន្លឹក​របាយការណ៍
nl: Rapportblad toepassen
pl: Zamieszczenie raportu
pt_br: Implantar relatório
vi: Triển khai một bản báo cáo

source: Hide Report Sheet
nl: Rapportblad verbergen
pt_br: Esconder relatório

source: Unhide Report Sheet
nl: Rapportblad tonen
pt_br: Reexibir relatório

source: Report Card Layout
de: Zeugnis-Layout
km: ប្លង់​កាត​របាយការណ៍
nl: Rapportkaartindeling
pl: Układ strony z raportem
pt_br: Modelo do Boletim
vi: Giao diện thẻ báo cáo

source: Course Worksheet Details
nl: Vak-werkbladdetails
pt_br: Detalhes da planilha do curso

source: Course Worksheet Template Information
nl: Informatie vak-werkbladsjabloon
pt_br: Informação do modelo de planilha do curso

source: Course Activity Details
nl: Vak-activiteitsdetails
pt_br: Detalhes da atividade do curso

source: -- Entire year --
nl: -- Hele jaar --
pt_br: -- Ano todo --

source: Worksheets for ${year}
nl: Werkbladen van ${year}
pt_br: Planilhas para ${year}

source: -- Select a template --
nl: -- Selecteer een sjabloon --
pt_br: -- Selecionar um modelo --

source: Hide/unhide Deployed Worksheets for ${year}
nl: Toegepaste werkbladen van ${year} tonen/verbergen
pt_br: Esconder/exibir planilhas implantadas para ${year}

source: Section
de: Sektion
km: ផ្នែក
nl: Sectie
pl: Sekcja
pt_br: Turma
vi: Phần

source: Term
de: Bedingung
km: វគ្គ
nl: Termijn
pl: Okres
pt_br: Período
vi: Học kỳ

source: Year
km: ឆ្នាំ
nl: Jaar
pt_br: Ano

source: Settings
km: ការកំណត់
nl: Instellingen
pt_br: Configurações

source: Actions
km: អំពើ
nl: Acties
pt_br: Ações

source: Worksheet
de: Arbeitsblatt
km: សន្លឹក​កិច្ចការ
nl: Werkblad
pl: Karta pracy
pt_br: Planilha de Trabalho
vi: Bảng tính

source: Category Weights
km: ប្រភេទ
nl: Wegingscategorieën
pt_br: Ponderações das categorias

source: New External Score
nl: Nieuwe externe score
pt_br: Nova fonte externa

source: Edit Activity
nl: Activiteit bewerken
pt_br: Editar atividade

source: Edit External Score
nl: Externe score bewerken
pt_br: Editar fonte externa

source: Grade Activity
nl: Cijferactiviteit
pt_br: Nota da atividade

source: Edit Category Weights
nl: Wegingscategorieën bewerken
pt_br: Editar ponderações das categorias

source: Report Sheet Template
nl: Rapportbladsjabloon
pt_br: Modelo de relatório

source: Report Activity
de: Berichtaktivität
km: សកម្មភាព​របាយការណ៍
nl: Rapportactiviteit
pl: Raport na temat ćwiczenia
pt_br: Relatório de Atividades
vi: Báo cáo hoạt động

source: New Template
nl: Nieuwe sjabloon
pt_br: Novo Modelo

source: Action
nl: Actie
pt_br: Ação

source: Hide/unhide Sheets
nl: Bladen tonen/verbergen
pt_br: Ocultar/exibir folhas

source: My Grades
nl: Mijn cijfers
pt_br: Minhas notas

source: Grid Column
nl: Rasterkolom
pt_br: Coluna da tabela

source: Outline Item
nl: Overzichtsitem
pt_br: Item de enquadramento

source: New Grid Column
nl: Nieuwe rasterkolom
pt_br: Nova coluna da tabela

source: New Outline Item
nl: Nieuw overzichtsitem
pt_br: Novo item de enquadramento

source: Edit Grid Column
nl: Rasterkolom bewerken
pt_br: Editar coluna da tabela

source: Edit Outline Item
nl: Overzichtsitem bewerken
pt_br: Editar item de enquadramento

source: Group
km: ក្រុម
nl: Groep
pt_br: Grupo

source: Student Detail Report
nl: Leerlingrapportdetail
pt_br: Relatório dos detalhes do aluno

source: A single PDF containing detail reports for all students in the group.
nl: Eén enkel PDF-bestand met de rapportdetails van alle leerlingen in de groep.
pt_br: Um único arquivo PDF contendo relatório de detalhes para todos os alunos no grupo.

source: Student Report Card
nl: Leerlingrapportkaart
pt_br: Boletim

source: A single PDF containing report cards for all students in the group.
nl: Eén enkel PDF-bestand met de rapportkaarten van alle leerlingen in de groep.
pt_br: Um único arquivo PDF contendo boletins para todos os alunos no grupo.

source: Failures
nl: Gezakten
pt_br: Reprovações

source: Shows all students receiving failing scores in the selected report activity and term.
nl: Toont alle leerlingen met een onvoldoende in de geselecteerde rapportactiviteit en termijn.
pt_br: Exibe todos os alunos que foram reprovados na atividade de relatório e no termo selecionados.

source: Export report card data for every student in every section for the term.
nl: Rapportkaartgegevens exporteren voor elke leerling in elke sectie van deze termijn.

source: Report Sheet Data Export
nl: Rapportkaartgegevens exporteren

source: Export report card data for every student in every section for the school. There will be one worksheet for each term in the year.
nl: Rapportkaartgegevens exporteren voor elke leerling in elke sectie van de school. Er zal één werkblad voor elke termijn in dat jaar zijn.

source: School Year
km: ឆ្នាំ​សិក្សា
nl: Schooljaar
pt_br: Ano Escolar

source: Summary of absences and tardies from a single section and term.
nl: Samenvatting van absenties en te laat komen van één enkele sectie en termijn.
pt_br: Resumo das faltas e atrasos se uma única turma e termo.

source: Absences
de: Abwesenheit
km: អវត្ដមាន
nl: Absenties
pl: Nieobecności
pt_br: Faltas
vi: Vắng mặt

source: Worksheet Templates
nl: Werkbladsjablonen
pt_br: Modelos de Planilha

source: Course Worksheet
nl: Vak-werkblad
pt_br: Planilha do curso

source: New Course Worksheet
nl: Nieuw vak-werkblad
pt_br: Nova planilha do curso

source: New Course Activity
nl: Nieuwe vak-activiteit
pt_br: Nova atividade do curso

source: Course Activity
nl: Vak-activiteit
pt_br: Atividade do curso

source: Hide/unhide Worksheets
nl: Werkbladen tonen/verbergen
pt_br: Esconder/exibir planilhas

source: Add to Course Worksheets
nl: Toevoegen aan vak-werkbladen
pt_br: Adicionar a planilhas do curso

source: Add as Course Worksheet
nl: Toevoegen als vak-werkblad
pt_br: Adicionar como planilha do curso

source: Reports
de: Berichte
nl: Rapporten
pl: Raporty
pt_br: Relatórios
vi: Báo cáo

source: Printable Worksheet
nl: Afdrukbaar werkblad
pt_br: Planilha para impressão

source: The current gradebook worksheet formatted for printing.
nl: Het huidige cijferlijstwerkblad is gereed om af te drukken.

source: A single Excel-formatted spreadsheet containing all the worksheets for this gradebook.
nl: Eén enkel Excel-geformatteerd werkblad met alle werkbladen van deze cijferlijst.
pt_br: Uma única planilha em formato Excel contendo todas as planilhas para este livro de notas.

source: Gradebook Export
nl: Cijferlijst exporteren
pt_br: Exportar livro de notas

source: Total
de: Gesamt
km: សរុប
nl: Totaal
pl: Ogółem
vi: Tổng

source: Ave.
km: មធ្យម
nl: Gem.
pl: Śr.
pt_br: Av.
vi: Trung bình

source: Trd.
nl: Laatkomers
pt_br: Atr.

source: You have some changes that have not been saved. Click OK to save now or CANCEL to continue without saving.
de: Sie haben einige Änderungen, die nicht gespeichert wurden. Klicken Sie auf OK, um jetzt zu speichern oder auf abbrechen wenn Sie ohne speichern fortzusetzen wollen.
km: អ្នក​មាន​ការ​ផ្លាស់ប្ដូរ​មួយ​ចំនួន​ដែល​មិន​បាន​រក្សា​ទុក ។ ចុច យល់ព្រម ដើម្បី​រក្សា​ទុក​ឥឡូវ​នេះ ឬ បោះបង់ ដើម្បី​បន្ត​ដោយ​មិន​រក្សា​ទុក ។
nl: Er zijn wijzigingen, die niet opgeslagen zijn. Klik op OK om ze op te slaan of op Annuleren om verder te gaan zonder de wijzigingen op te slaan.
pl: Istnieją zmiany, które nie zostały jeszcze zapisane. Wybierz OK, aby je zapisać teraz lub ANULUJ, by kontynuować bez zapisywania.
pt_br: Você tem algumas alterações que não foram salvas. Clique OK para salvá-las agora ou CANCELAR para continuar sem salvar.
vi: Một vài thay đổi chưa được lưu lại. Nhấn nút đồng ý để lưu lại hoặc nhấn nút hủy bỏ để tiếp tục bỏ qua

source: Invalid scores (highlighted in red) were not saved.
de: ungültige Noten (in Rot hervorgehoben) werden nicht gespeichert
km: មិន​បាន​រក្សា​ទុក​ពិន្ទុ​មិន​ត្រឹមត្រូវ (បន្លិច​ពណ៌​ក្រហម) ។
nl: Onjuiste scores (aangegeven in rood) werden niet opgeslagen.
pl: Błędnie wpisane wartości (zaznaczone na czerwono) nie zostały zapisane.
pt_br: Notas inválidas (destacadas em vermelho) não foram salvas.
vi: Thang điểm không hợp lệ (phần tô màu đỏ) không được lưu

source: Points
de: Punkte
km: ពិន្ទុ
nl: Punten
pl: Punkty
pt_br: Notas
vi: Điểm

source: No Visible Worksheets
nl: Geen zichtbare werkbladen
pt_br: Nenhuma planilha visível

source: Enter Grades
nl: Voer cijfers in
pt_br: Entrar notas

source: No score system
nl: Geen scoresysteem
pt_br: Não há sistema de pontuação

source: The grade $value for $name is not valid.
de: Die Note $value für $name ist ungültig.
km: $value ពិន្ទុ​សម្រាប់ $name មិន​ត្រឹមត្រូវ ។
nl: Het cijfer $value voor $name is niet geldig.
pl: Ocena $value dla $name nie jest poprawna.
pt_br: A nota $value para $name não é válida
vi: Lớp học $value với tên $name là không hợp lệ

source: -- No score system --
de: -- kein Notensystem --
km: -- គ្មាន​ប្រព័ន្ធ​ពិន្ទុ --
nl: -- Geen scoresysteem --
pl: -- Brak systemu oceniania --
pt_br: -- Nenhum sistema de notas --
vi: Không có hệ thống điểm

source: Previous
de: Vorherige(r)
km: មុន
nl: Vorige
pl: Poprzedni
pt_br: Anterior
vi: Kế trước

source: Next
de: Weiter
km: បន្ទាប់
nl: Volgende
pl: Następny
pt_br: Seguinte
vi: Tiếp theo

source: Enter grades for ${fullname}
de: Noten für ${fullname} eingeben
km: បញ្ចូល​ពិន្ទុ​សម្រាប់ ${fullname}
nl: Voer cijfers in voor ${fullname}
pl: Wpisz oceny dla ${fullname}
pt_br: Digite as notas para ${fullname}
vi: Nhập các thang điểm cho ${fullname}

source: Enter grade details below
nl: Voer cijferdetails hieronder in
pt_br: Entre os detalhes da nota abaixo

source: ${worksheet} grade history for ${student}
nl: ${worksheet} cijferhistorie voor ${student}

source: Removed score
nl: Verwijderde score

source: $worksheet for $student in $section
de: $Arbeitsblatt für $Schüler in $Bereich
km: $worksheet សម្រាប់ $student ក្នុង $section
nl: $worksheet voor $student in $section
pl: $worksheet dla $student w $section
pt_br: $worksheet para $student em $section
vi: $worksheet Cho $student trong lớp $section

source: ${section} grades for ${worksheet}
nl: ${section} cijfers voor ${worksheet}
pt_br: ${section} notas para ${worksheet}

source: Score this
nl: Geef een score
pt_br: Pontuar este

source: Fill down
nl: Invullen
pt_br: Preencher

source: Sort by
nl: Sorteren op
pt_br: Ordenar por

source: Delete
de: Entfernen
km: លុប
nl: Verwijderen
pl: Usuń
pt_br: Excluir
vi: Xóa

source: Move left
nl: Naar links verplaatsen
pt_br: Mover para esquerda

source: Move right
nl: Naar rechts verplaatsen
pt_br: Mover para direita

source: Update grades
nl: Cijfers bijwerken
pt_br: Atualizar notas

source: Student
de: Schüler
km: សិស្ស
nl: Leerling
pl: Uczeń
pt_br: Aluno
vi: Học sinh

source: Score History
nl: Scorehistorie

source: Report
nl: Rapport
pt_br: Relatório

source: Show Total
nl: Totaal tonen
pt_br: Mostrar o total

source: Hide Total
nl: Totaal verbergen
pt_br: Ocultar o total

source: Show Ave.
nl: Gem. tonen
pt_br: Mostrar média

source: Hide Ave.
nl: Gem. verbergen
pt_br: Ocultar média

source: Show Abs.
nl: Abs. tonen
pt_br: Mostrar faltas

source: Hide Abs.
nl: Abs. verbergen
pt_br: Ocultar faltas

source: Show Trd.
nl: Laatkomers tonen
pt_br: Mostrar atrasos

source: Hide Trd.
nl: Laatkomers verbergen
pt_br: Ocultar atrasos

source: Hide
de: Ausblenden
km: លាក់
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
vi: Ẩn

source: Score System
de: Notensystem
km: ប្រព័ន្ធ​ពិន្ទុ
nl: Scoresysteem
pl: System oceniania
pt_br: Sistema de Notas
vi: Hệ thống điểm

source: Value
nl: Waarde

source: Report Card: ${schoolyear}
nl: Rapportkaart: ${schoolyear}
pt_br: Boletim: ${schoolyear}

source: Courses
de: Kurse
km: វគ្គ​សិក្សា
nl: Vakken
pl: Przedmioty
pt_br: Cursos
vi: Khóa học

source: Student: ${student}
nl: Leerling: ${student}
pt_br: Aluno: ${student}

source: Detailed Student Report: ${schoolyear}
nl: Gedetailleerd leerlingenrapport: ${schoolyear}
pt_br: Relatório detalhado do aluno: ${schoolyear}

source: Grade Detail
de: Benotungsdetail
km: លម្អិត​ពិន្ទុ
nl: Cijferdetail
pl: Szczegóły oceny
pt_br: Detalhes da nota
vi: Xếp loại cụ thể

source: Attendance Detail
de: in /src/schooltool/gradebook/browser/pdf_views.py:321 enthalten
km: លម្អិត​វត្តមាន
nl: Aanwezigheidsdetails
pl: Szczegóły obecności
pt_br: Detalhe Público
vi: Điểm danh Chi tiết

source: Dates
de: Daten
km: កាល​បរិច្ឆេទ
nl: Datums
pl: Daty
pt_br: Datas
vi: Ngày

source: Student Name
de: Schülername
km: ឈ្មោះ​សិស្ស
nl: Naam leerling
pl: Imię ucznia
pt_br: Nome do Aluno
vi: Tên học sinh

source: User Id
de: Benutzer-ID
km: លេខ​សម្គាល់​អ្នក​ប្រើ
nl: Gebruikers-ID
pl: Id użytkownika
pt_br: ID do Usuário
vi: ID người dùng
