Repository: schooltool-project/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: de, km, nl, pl, pt_br, vi

source: Failures by Term
de: Schüler, die das Kursziehl nicht erreicht haben
km: ធ្លាក់​តាម​វគ្គ
nl: Gezakten per termijn
pl: Niezaliczone przedmioty
pt_br: Reprovações por termo
vi: Học kỳ không đạt

source: term ${term} failures
nl: Gezakten in termijn ${term}

source: Report Sheet: ${worksheet}
nl: Rapportblad: ${worksheet}

source: Activity: ${activity}
nl: Activiteit: ${activity}

source: Passing Score: ${score}
nl: Slagingsscore: ${score}

source: The following students are at risk of failing the following courses:
de: Die folgenden Schüler sind gefährdet den Kurs nicht zu bestehen
km: សិស្ស​ខាងក្រោម​នេះ​ប្រឈម​មុខ​និង​ការ​ធ្លាក់​វគ្គ​សិក្សា​ដូច​ខាង​ក្រោម ៖
nl: De volgende leerlingen lopen het risico om te zakken voor de volgende vakken:
pl: Następujący uczniowie są zagrożeni
pt_br: Os seguintes alunos estão em risco de perder nas seguintes disciplinas:
vi: Những học sinh sau đây có nguy cơ bị rớt trong các khóa học:

source: ABSENCES BY DAY
nl: ABSENTIES PER DAG

source: absences by day report
nl: Absenties per dagrapport

source: absences for ${day}
nl: Absenties van ${day}

source: SECTION ABSENCES
nl: SECTIEABSENTIES

source: ${section} absence report
nl: Absentierapport van ${section}

source: Teacher(s): ${instructors}
nl: Leraar(en): ${instructors}

source: Gradebook Report
de: Bericht zum Notenstand
km: របាយការណ៍​សៀវភៅ​ពិន្ទុ
nl: Cijferlijstrapport
pl: Zapis w dzienniku
pt_br: Relatório do Boletim
vi: Báo cáo bảng điểm

source: ${section} gradebook
nl: Cijferlijst van ${section}

source: Instructors: ${instructors}
nl: Instructeurs: ${instructors}

source: Report Card
de: Zeugnis
nl: Rapportkaart
vi: Thẻ báo cáo

source: ${student} report card
nl: Rapportkaart ${student}

source: Contains scores from report sheets. Formatted to be sent to parents.
nl: Bevat scores van rapportbladen. Geformatteerd om naar de ouders verzonden te worden.
pt_br: Contém as pontuações dos boletins. Formatada para ser enviado aos pais ou responsáveis.

source: Contains scores from report sheets and attendance. For use by school staff.
nl: Bevat scores van rapportbladen en aanwezigheid. Voor gebruik door schoolstaf.
pt_br: Contém pontuações dos boletins e presença. Para ser utilizado pela equipe da escola.

source: Student Report Card by Group
nl: Leerlingrapportkaart per groep
pt_br: Boletim dos alunos por grupo

source: Student Detail Report by Group
nl: Leerlingrapportdetail van leerling per groep
pt_br: Relatório de detalhes de aluno por grupo

source: Absences By Day
de: Abwesenheit pro Tag
km: អវត្ដមាន​​​តាម​ថ្ងៃ
nl: Absenties per dag
pl: Nieobecności w dniu
pt_br: Faltas por Dia
vi: Ngày vắng mặt

source: Lists students absent on a given day.
nl: Toont absentie van leerling op een bepaalde datum.
pt_br: Listar os alunos faltosos de um dia

source: Absences by Section
nl: Absenties per sectie
pt_br: Faltas por turma

source: Tardy
de: Verspätet
km: យឺត
nl: Te laat
pl: Spóźnienie
pt_br: Atrasado
vi: Muộn

source: Report Sheets for ${year}
nl: Rapportblad van ${year}
pt_br: Relatórios para ${year}

source: Hide/unhide Report Sheets for ${year}
nl: Rapportbladen van ${year} tonen/verbergen
pt_br: Ocultar/exibir Relatórios para ${year}

source: Report Sheet Template Details
nl: Rapportbladsjabloondetails
pt_br: Detalhes do modelo de relatório

source: Report Sheet Template Information
nl: Informatie rapportbladsjabloon
pt_br: Informações do modelo de relatório

source: -- Use range below --
de: Auswahl darunter benutzen
km: -- ប្រើ​ជួរ​ខាងក្រោម --
nl: -- Gebruik bereik hieronder --
pl: zastosuj poniższe możliwości
pt_br: -- Use o intervalo abaixo --
vi: Sử dụng vùng bên dướicác

source: Choose an existing score system or use range below
de: Wählen Sie bereits existierendes Punktesystem oder Auswahl darunter benutzen
km: ប្រើ​ប្រព័ន្ធ​ពិន្ទុ​ដែល​មាន​ស្រាប់ ឬ​ប្រើ​ជួរ​ខាងក្រោម
nl: Selecteer een bestaand scoresysteem of gebruik bereik hieronder
pl: Wybierz istniejący system oceniania albo skorzystaj z przedziału poniżej
pt_br: Escolha um sistema de notas já existente ou user a escala abaixo
vi: Chọn hệ thống điểm đã tồn tại hoặc sử dụng vùng dưới đây:

source: Highest integer score value possible
de: höchster Ganzahl Punktwert möglich
km: តម្លៃ​ពិន្ទុ​ចំនួន​គត់​ខ្ពស់​បំផុត​ដែល​អាច
nl: Hoogste scoregetal mogelijk
pl: Najwyższa możliwa ocena (liczba całkowita)
pt_br: Mair nota possível
vi: Điểm nguyên cao nhất có thể

source: Lowest integer score value possible
de: niedrigster Ganzahl Punktwert möglich
km: តម្លៃ​ពិន្ទុ​ចំនួន​គត់​ទាប​បំផុត​ដែល​អាច
nl: Laagste scoregetal mogelijk
pl: Najniższa możliwa ocena (liczba całkowita)
pt_br: Menor nota possível
vi: Điểm nguyên thấp nhất có thể

source: Add new report activity
nl: Nieuwe rapportactiviteit toevoegen.
pt_br: Adicionar nova atividade de relatório

source: Report Activity Details
nl: Rapportactiviteitsdetails
pt_br: Detalhes da atividade de relatório

source: Please correct the marked fields below.
nl: Corrigeer a.u.b. de gemarkeerde velden hieronder.
pt_br: Por favor, corrija os campos marcados abaixo.

source: Apply
de: Ausführen
km: អនុវត្ត
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
vi: Áp dụng

source: Report Card Layout for ${year}
nl: Rapportkaartindeling van ${year}
pt_br: Layout de boletim para ${year}

source: Grid Column Details
nl: Rasterkolomdetails
pt_br: Detalhes da coluna da tabela

source: Grid column source
nl: Rasterkolombron
pt_br: Fonte da coluna da tabela

source: Grid column heading
nl: Koptekst rasterkolom
pt_br: Cabeçalho da coluna da tabela

source: Outline Item Details
nl: Overzichtsitemdetails
pt_br: Detalhe de item de enquadramento

source: Outline item source
nl: Bron overzichtsitem
pt_br: Origem de item de enquadramento

source: Outline item heading
nl: Koptekst overzichtsitem
pt_br: Cabeçalho de item de enquadramento

source: Select a source
nl: Selecteer een bron

source: Select a score
nl: Selecteer een score

source: ${value} is not valid in ${scoresystem}.
nl: ${value} is niet geldig in ${scoresystem}.

source: Maximum Passing Score
km: ពិន្ទុ​​​ជាប់​អតិបរមា
nl: Maximum slagingsscore
pt_br: Maior pontunação para aprovação

source: Minimum Passing Score
de: Mindestpunktzahl für Bestehen des Kurses
km: ពិន្ទុ​ជាប់​អប្បបរមា
nl: Minimum slagingsscore
pl: Najniższa ocena aby zaliczyć semestr
pt_br: Nota mínima
vi: Điểm đạt tối thiểu

source: Request Failures by Term Report
de: Abwesenheiten nach Semesterberichte nachfragen
km: បាន​បរាជ័យ​ក្នុងការ​ស្នើ​​របាយការណ៍​តាម​វគ្គសិក្សា
nl: Gezakten per termijnrapport opvragen
pl: Usprawiedliwione niezaliczenia na semestr
pt_br: Requerer reprovações por relatório de termo
vi: Yêu cầu báo cáo học kỳ không đạt

source: Choose a report activity
de: eine Berichtsaktivität auswählen
km: ជ្រើស​សកម្មភាព​របាយការណ៍
nl: Selecteer een rapportactiviteit
pl: Wybierz oceniany przedmiot
pt_br: Escolher uma atividade de relatório
vi: Chọn một hoạt động báo cáo

source: You must specify both a report activity and a minimum passing score.
de: Sie müssen eine sowohl eine Berichtsaktivität als auch eine Mindestpunktzahl zum Bestehen des Kurses definieren
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​ទាំង​សកម្មភាព​របាយការណ៍ និង​ពិន្ទុ​ដែល​ជាប់​អប្បបរមា ។
nl: U moet zowel een rapportactiviteit als een minimum slagingsscore aangeven.
pl: Musisz określić ćwiczenie oraz minimalną punktację potrzebną do zaliczenia
pt_br: Você deve especificar tanto uma atividade de relatório quanto uma pontuação mínima para aprovação.
vi: Bạn phải xác định cả hai hoạt động báo cáo và điểm đạt tối thiểu

source: Request Absences By Day Report
de: Abwesnheiten pro Tagesbericht wählen
km: ស្នើ​អវត្ដមាន​តាម​របាយការណ៍​ថ្ងៃ
nl: Absenties per dagrapport opvragen
pl: Usprawiedliwione nieobecności według raportu dziennego
pt_br: Requerer relatório de faltas por dia
vi: Yêu cầu báo cáo vắng mặt theo ngày

source: You must specify a valid date within the school year.
de: Sie müssen ein gültiges Datum des Schuljahres definieren
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​កាល​បរិច្ឆេទ​ត្រឹមត្រូវ​នៅ​ក្នុង​ឆ្នាំ​សិក្សា ។
nl: U dient een geldige datum uit het schooljaar te kiezen.
pl: Musisz podać aktualne dane dotyczące danego roku szkolnego
pt_br: Você deve especificar uma data válida dentro do ano escolar.
vi: Bạn phải chọn một ngày hợp lệ trong năm học

source: Request Report Card
de: Zeugnisbericht nachfragen
km: ស្នើ​កាត​របាយការណ៍
nl: Rapportkaart opvragen
pl: Raport na żądanie
pt_br: Requisitar Boletim
vi: Yêu cầu thẻ báo cáo

source: Request Detailed Student Report
de: detailierten Zeugnisbericht nachfragen
km: ស្នើ​របាយការណ៍​សិស្ស​ដែល​លម្អិត
nl: Gedetailleerd leerlingenrapport opvragen
pl: Szczegółowy raport na żądanie
pt_br: Requisitar Relatório Detalhado do Aluno
vi: Yêu cầu báo cáo chi tiết về học sinh

source: Date
de: Datum
km: កាល​បរិច្ឆេទ
nl: Datum
pl: Data
pt_br: Data
vi: Ngày tháng

source: Absences (continued)
nl: Absenties (vervolg)

source: Username: ${username}
nl: Gebruikersnaam: ${username}

source: Tardies
de: Verspätungen
km: យឺត
nl: Laatkomers
pl: Spóźnienia
pt_br: Atrasos
vi: Muộn học

source: Attendance detail
nl: Aanwezigheidsdetail

source: Manage Activity Categories
de: Aktivitäts-Kategorien verwalten
km: គ្រប់គ្រង​ប្រភេទ​សកម្មភាព
nl: Activiteitscategorieën bewerken
pl: Zarządzaj kategoriami działań
pt_br: Gerenciar Categorias de Atividades
vi: Quản lý các phân mục hoạt động

source: Categories are used in SchoolTool's gradebook to organize activities and to allow teachers to weight different types of activities differently to calculate grades. For example, the grade in a section might be comprised of 60% test scores, 20% homework and 20% class participation.
de: Die Kategorien werden im Notenbuch von schooltool benutzt, um Aktivitäten zu organisieren und damit Lehrer für die verschiedenen Arten von Aktivitäten unterschiedliche Gewichtungen für Klassen berechnen können. Zum Beispiel könnte die Note aus folgenden Bereichen bestehen: , Test-Noten 60% Hausaufgaben 20% und Unterrichtsanwesenheit 20 %
km: ប្រភេទ​ត្រូវ​បាន​ប្រើ​នៅ​ក្នុង​សៀវភៅ​ពិន្ទុ​របស់ SchoolTool ដើម្បី​រៀបចំ​សកម្មភាព និង​អនុញ្ញាត​ឲ្យ​គ្រូ​រឹត​បន្តឹង​ប្រភេទ​ផ្សេងៗ​របស់​សកម្មភាព​ដែល​ខុសគ្នា​ក្នុង​ការ​គណនា​ពិន្ទុ ។ ឧទាហរណ៍ ពិន្ទុ​នៅ​ក្នុង​ភាគ​អាច​មាន​ពិន្ទុ​ក​តេស្ដ ៦០% កិច្ចការ​ផ្ទះ ២០% និង​​វត្តមាន ២០% ។
nl: Wegingscategorieën in SchoolTool's cijferlijst worden gebruikt om activiteiten te organiseren, waardoor leraren de mogelijkheid hebben om de verschillende soorten activiteiten verschillend te beoordelen voor het bepalen van de cijfers. Bijvoorbeeld, het cijfer in een sectie kan bepaald worden door 60% toetsen, 20% huiswerk en 20% klassedeelname.
pl: Dziennik ocen systemu SchoolTool wykorzystuje mechanizm kategorii do organizowania aktywności i do nadawania im różnych wag wykorzystywanych do wyznaczania ocen. Przykładowo, ocena z danego przedmiotu może być wyznaczana na podstawie wyników testów (z wagą 60%), zadań domowych (waga 20%) i aktywności (pozostałe 20%).
pt_br: No SchoolTool as categorias são usadas para organizar atividade e para permitir aos professores dar diferentes pesos de forma diferenciada para calcular as notas. Por exemplo, a nota em uma seção pode ser composta por 60% em provas, 20% em deveres de casa e 20% na participação em sala de aula.
vi: Các phân mục được sử dụng trong Bảng điểm của Schooltool để tổ chức các hoạt động và cho phép các giáo viên để trọng số của mỗi hoạt động khác nhau khi tính điểm. Lấy ví dụ, điểm thi kết thúc học phần chiêms 60%, bài tập về nhà chiếm 20% và tính chuyên cần 20%

source: Currently, the list of available categories for all teachers is managed through this form. That is, if one or more teachers would like to use a category not in the current list, the site manager can add it here. Likewise, if some of the default categories are not relevant to your school, remove them below.
de: Derzeit wird die Liste der verfügbaren für alle Lehrer in diesem Formular geführt. Wenn zwei oder mehr Lehrer eine Kategorie nicht in der gegenwärtigen Liste nutzen möchten, kann sie der Seiten-Manager hier einfügen. Wenn einige der voreingestellten Kategorien für Ihre Schule bedeutungslos sein sollte, können sie weiter unten entfernt werden.
km: បច្ចុប្បន្ន បញ្ជី​ប្រភេទ​ដែល​អាច​ប្រើ​បាន​សម្រាប់​គ្រូ​ទាំងអស់​​ត្រូវ​បាន​គ្រប់គ្រង​តាមរយៈ​ទម្រង់​នេះ ។ នោះ​ហើយ ប្រសិនបើ​គ្រូ​ម្នាក់​ ឬ​ច្រើន​​ចង់​ប្រើ​ប្រភេទ​ដែល​មិន​នៅ​ក្នុង​បញ្ជី​បច្ចុប្បន្ន កម្មវិធី​គ្រប់គ្រង​តំបន់បណ្ដាញ​អាច​បន្ថែម​វា​នៅ​ទីនេះ ។ ប្រសិនបើ​ប្រភេទ​លំនាំដើម​មួយ​ចំនួន​មិន​ទាក់ទង​នឹង​សាលា​របស់​អ្នក​ទេ យក​ពួកវា​ចេញ​ខាងក្រោម ។
nl: Op het ogenblik worden de beschikbare categorieën voor alle leraren beheerd in dit formulier. Wanneer één of meerdere leraren een categorie willen gebruiken die niet in de huidige lijst voorkomt, dan kan de site-manager die hier toevoegen. Omgekeerd kunnen de niet relevante standaardcategorieën hieronder verwijderd worden.
pl: Formularz ten dostarcza uaktualnioną listę dostępnych kategorii wszystkim nauczycielom.Jeśli jeden lub kilkoro nauczycieli chciałoby skorzystać z kategorii która nie znajduje się na aktualnej liście ,administrator może dodać ją w tym miejscu. Podobnie jeśli jakieś pozycje są nieaktualne to powinny być w tym miejscu usunięte.
pt_br: Atualmente, a lista de categorias disponíveis é gerenciada através deste formulário. Isto é, se um ou mais professores quiserem utilizar uma categoria fora da lista atual, o gerenciador do site pode adicioná-la qui. Do mesmo modo, se algumas das categorias padrões não são relevantes para sua escola, remova-as.
vi: Hiện nay, danh sách các loại có sẵn cho tất cả giáo viên được quản lý thông qua hình thức này. Tức là, nếu một hoặc nhiều giáo viên muốn sử dụng một loại không có trong danh sách hiện hành, người quản lý trang web có thể thêm nó ở đây. Tương tự, nếu một số các loại mặc định không liên quan đến trường học của bạn, loại bỏ chúng dưới đây.

source: remove-button
de: Entfernen
km: ប៊ូតុង​យក​ចេញ
nl: Verwijderen
pl: Usuń
pt_br: Remover
vi: Gỡ bỏ

source: add-button
de: Hinzufügen
km: ប៊ូតុង​បន្ថែម
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
vi: Thêm

source: change-button
de: Ändern
km: ប៊ូតុង​ផ្លាស់ប្ដូរ
nl: Wijzigen
pl: Zmień
pt_br: Alterar
vi: Thay đổi

source: Deploy Report Worksheet Template
de: Zeugnis-Vorlage anwenden
km: ពន្លា​ពុម្ព​សន្លឹក​របាយការណ៍
nl: Rapportblad toepassen-sjabloon
pl: Szablon rozmieszczenia raportu karty pracy
pt_br: Implantar modelo de relatório de planilha
vi: Triển khai một mẫu báo cáo

source: Template
de: Vorlage
km: ពុម្ព
nl: Sjabloon
pl: Szablon
pt_br: Modelo
vi: Biểu mẫu

source: Deploy
de: anwenden
km: ពន្លា
nl: Toepassen
pl: Umieszczenie
pt_br: Implantar
vi: Triển khai

source: What is This?
nl: Wat is dit?
pt_br: O que é isto?

source: The activity categories used in section gradebooks throughout the school are managed from this page.
nl: De activiteitscategorieën gebruikt in sectiecijferlijsten voor de hele school, worden beheerd vanaf deze pagina.
pt_br: As categorias de atividade usadas nos livros de notas das turmas em toda a escola são gerenciadas desta página.

source: Please edit them to suit the types of assignments and assessements used in your school.
nl: Pas ze aan aan het soort opdrachten en beoordelingen die in uw school gebruikt worden.
pt_br: Favor editar para se adequar aos tipos de tarefas e avaliações usados em sua escola.

source: Enter Details and Select Column
nl: Voer details in en selecteer kolom
pt_br: Entre os detalhes e selecione a coluna

source: Use external scores to add data from sources outside the SchoolTool Gradebook.
nl: Gebruik externe scores om gegevens toe te voegen van bronnen buiten de SchoolTool-cijferlijst.
pt_br: Usar pontuações externas para adicionar dados de fontes extenas ao livro de notas do SchoolTool.

source: External score sources must be configured by your system administrator
nl: Externe scorebronnen moeten ingesteld worden door uw systeembeheerder
pt_br: Pontuações extenas devem ser configuradas pelo administrador do sistema

source: Default
nl: Standaard
pt_br: Definir como padrão

source: Edit this category
nl: Deze categorie bewerken
pt_br: Editar esta categoria

source: There are no activity categories.
nl: Er zijn geen activiteitscategorieën.
pt_br: Não existem categorias de atividades.

source: There are no course activities.
nl: Er zijn geen vak-activiteiten.
pt_br: Não existem categorias do curso.

source: The Course Worksheet and activities defined here can be deployed to all the sections of this course for one or more terms.
nl: Het hier ingestelde vak-werkblad en activiteiten kunnen op alle secties van dit vak toegepast worden voor een of meer termijnen.

source: This course has no course worksheet templates.
nl: Dit vak heeft geen vak-werkbladsjablonen.
pt_br: Este curso não possui modelos de planilhas.

source: Course Worksheets can be be used to include sets of activities in the gradebooks of all sections of a course. The activities included in Course Worksheets are defined in templates, shown here.
nl: Vak-werkbladen kunnen gebruikt worden om diverse activiteiten te bevatten in de cijferlijsten van alle secties van een vak. De activiteiten in vak-werkbladen worden ingesteld in sjablonen, zoals hier getoond wordt.

source: Current Course Worksheets
nl: Huidige vak-werkbladen
pt_br: Planilhas do curso atual

source: This year has no course worksheets.
nl: Dit jaar heeft geen vak-werkbladen.
pt_br: Este ano não possui planilhas de curso

source: Select worksheet to add
nl: Selecteer werkblad om toe te voegen
pt_br: Selecione planilha para adicionar

source: Term or Year
de: Semester oder Jahr
km: វគ្គសិក្សា ឬឆ្នាំ
nl: Termijn of jaar
pl: Semestr
pt_br: Termo ou ano
vi: Hoặc kỳ hoặc năm học

source: Add the worksheet to a specific term or the entire year.
nl: Voeg het werkblad toe aan een specifieke termijn of aan het hele jaar.
pt_br: Adicione a planilha a um termo específico ou ao ano inteiro.

source: Worksheet Template
nl: Werkbladsjabloon
pt_br: Modelo de planilha

source: Required input is missing.
de: Erforderliche Eingabe fehlt.
km: កា​បញ្ចូល​ដែល​ត្រូវការ​បាន​បាត់បង់ ។
nl: Verplichte invoer ontbreekt.
pl: Brak potrzebnej informacji
pt_br: Entrada requerida está faltando.
vi: Thiếu yêu cầu nhập vào

source: If you add the same template multiple times, give each version an easily distinguishable name.
nl: Wanneer u hetzelfde sjabloon meerdere malen toevoegt, zorg er dan voor dat u elke versie van ditzelfde sjabloon een makkelijk herkenbare naam geeft.
pt_br: Se você adicionar um mesmo modelo múltiplas vezes, dê a cada versão um nome facilmente distinguível.

source: This page allows you to manage the Course Worksheets for this course.
nl: Deze pagina geeft u de mogelijkheid om de vak-werkbladen voor dit vak te beheren.

source: The templates are created separately and define what activites will be on the Course Worksheets. Use this form to deploy the worksheets to the teacher gradebooks of all sections of this course for one or more terms.
nl: Sjablonen worden apart aangemaakt en bepalen welke activiteiten op de vak-werkbladen zichtbaar zullen zijn. Gebruik dit formulier om de werkbladen toe te passen op de cijferlijsten van de leraar voor alle secties van dit vak voor een of meerdere termijnen.

source: You can also hide worksheets if you do not want teachers to see them.
nl: U kunt werkbladen ook verbergen als u niet wilt dat leraren ze kunnen zien.

source: If you add the same worksheet multiple times, give each version an easily distinguishable name.
nl: Wanneer u hetzelfde werkblad meerdere malen toevoegt, zorg er dan voor dat u elke versie van ditzelfde werkblad een makkelijk herkenbare naam geeft.
pt_br: Se você adicionar uma mesma planilha múltiplas vezes, dê a cada versão um nome facilmente distinguível.

source: Use this form to add the active worksheet in your gradebook to all the sections of the same course in the selected terms.
nl: Gebruik dit formulier om het actieve werkblad in uw cijferlijst toe te voegen aan alle secties van hetzelfde vak in de geselcteerde termijnen.

source: Enter Comment
nl: Voer commentaar in

source: Comment
nl: Commentaar

source: Enter a comment.
nl: Voer commentaar in.

source: You have unsaved changes that will be lost.
nl: U heeft niet opgeslagen wijzigingen die verloren zullen gaan.

source: Fill empty cells
nl: Lege cellen invullen
pt_br: Preencher células vazias

source: Grade
de: Note
km: ពិន្ទុ
nl: Cijfer
pl: Ocena
pt_br: Série
vi: Xếp loại

source: Choose a grade to apply to all the students in the gradebook column.
nl: Selecteer een cijfer om toe te passen voor alle leerlingen in de cijferlijstkolom.
pt_br: Escolha uma nota para atribuir para todos os alunos na coluna do livro de notas.

source: Save
de: Sichern
km: រក្សា​ទុក
nl: Opslaan
pl: Zapisz
pt_br: Salvar
vi: Lưu

source: This section contains only worksheets that are hidden.
nl: Deze sectie bevat alleen werkbladen die verborgen zijn.
pt_br: Esta turma contém apenas planilhas ocultas.

source: You can ${unhide_worksheets}, or ${add_worksheet}.
nl: U kunt ${unhide_worksheets}, of ${add_worksheet}.
pt_br: Você pode ${unhide_worksheets}, ou ${add_worksheet}.

source: S
nl: O

source: Shortcut: Alt-S
km: ផ្លូវកាត់ ៖ ជំនួស (Alt)-S
nl: Sneltoets: Alt-S
pt_br: atalho: Alt-S

source: Expand
nl: Uitklappen

source: Collapse
nl: Inklappen

source: Zoom Out
nl: Uitzoomen
pt_br: Menos Zoom

source: Zoom Normal
nl: Normaal zoomen

source: Zoom In
nl: Inzoomen
pt_br: Mais Zoom

source: You do not teach or attend any classes.
de: Sie unterrichten und besuchen keine Klassen
km: អ្នក​មិន​បង្រៀន ឬ​ចូល​រួម​ក្នុង​ថ្នាក់​របស់​ខ្ញុំ​ទេ ។
nl: U geeft geen les en bezoekt ook geen enkele klas.
pl: Nie uczysz lub nie uczestniczych w żadnych zajęciach
pt_br: Você não leciona ou participa de nenhuma turma.
vi: Bạn không dạy hoặc không học lớp nào

source: Classes you teach
de: Unterrichtete Klassen
km: ថ្នាក់​ដែល​អ្នក​បង្រៀន
nl: Klassen waar u les geeft
pl: Klasy, które uczysz
pt_br: Turmas que você leciona
vi: Các lớp bạn dạy

source: Classes you attend
de: Klassen die Sie beaufsichtigen
km: ថ្នាក់​ដែល​អ្នក​ចូល​រួម
nl: Klassen die u bezoekt
pl: Zajęcia na które uczęszczasz
pt_br: Classes que você participa
vi: Các lớp bạn học

source: Report sheets use the SchoolTool gradebook to collect data and commentary from teachers about students in all sections.
nl: Rapportbladen gebruiken de SchoolTool-cijferlijst om gegevens en commentaar te verzamelen van leraren over leerlingen in alle secties.
pt_br: Relatórios usam o livro de notas do SchoolTool para recolher dados e comentários de professores sobre alunos em todas as turmas.

source: The first step in the process is to create a new report sheet template.
nl: De eerste stap in dit proces is om een nieuw rapportbladsjabloon aan te maken.
pt_br: O primeiro passo no processo é criar um novo modelo de relatório.

source: After you create a template, the next step is to ${deploy-sheet}
nl: Nadat u een sjabloon heeft aangemaakt, is de volgende stap om ${deploy-sheet}
pt_br: Depois de criar um relatório, o próximo passo é ${deploy-sheet}

source: deploy it to teacher gradebooks.
nl: het toe te passen op cijferlijsten van de leraar.
pt_br: implantar em um livro de notas de um professor.

source: Currently Deployed WorkSheets
nl: Huidige toegepaste werkbladen
pt_br: Planilhas atualmente implementadas

source: Deployed Worksheet
nl: Toegepast werkblad
pt_br: Planilha implementada

source: Visible
nl: Zichtbaar
pt_br: Visível

source: This year has no worksheets deployed.
nl: Dit jaar heeft geen toegepaste werkbladen.
pt_br: Este ano não tem planilhas implantadas.

source: Currently Deployed Report Sheets
nl: Huidige toegepaste rapportbladen
pt_br: Relatórios atualmente implementados

source: Report Sheet
nl: Rapportblad
pt_br: Relatório

source: This year has no report sheets deployed.
nl: Dit jaar heeft geen toegepaste rapportbladen.
pt_br: Este ano não possui relatórios implementados
