Repository: schooltool-project/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: de, km, nl, pl, pt_br, vi

source: The last percentage must be zero.
de: Die letzte Prozentangabe muss null sein.
km: ភាគ​រយ​ចុងក្រោយ​ត្រូវ​តែ​ជា​លេខ សូន្យ ។
nl: Het laatste percentage moet nul zijn.
pl: Ostatnia wartość musi wynosić zero
pt_br: A última porcentagem deve ser zero.
vi: Phần trăm cuối cùng phải là 0

source: Duplicate scores are not allowed.
de: Doppelte Punkte sind nicht erlaubt.
km: មិន​អនុញ្ញាត​ពិន្ទុ​ស្ទួន ។
nl: Dubbele scores zijn niet toegestaan.
pl: Duplikat punktacji jest niedozwolony
pt_br: Notas duplicadas não são permitidas.
vi: Điểm không được phép trùng lặp

source: Duplicate abbreviations are not allowed.
de: Doppelte Abkürzungen sind nicht erlaubt.
km: មិន​អនុញ្ញាត​ឲ្យ​មាន​ស្ទួន​​អក្សរ​កាត់​ទេ ។
nl: Dubbele afkortingen zijn niet toegestaan.
pl: Duplikat skrótów jest niedozwolony
pt_br: Abreviações duplicadas não são permitidas.
vi: Từ viết tắt không được trùng lặp

source: Yes
km: បាទ/ចាស
nl: Ja
pt_br: Sim

source: No
km: ទេ
nl: Nee
pt_br: Não

source: Existing Score System
km: ប្រព័ន្ធ​ពិន្ទុ​ដែល​មាន​សម្រាប់
nl: Bestaand scoresysteem
pl: Istniejąca punktacja
pt_br: Sistema de Pontuação Existente

source: Custom score system
de: Individuelles Bewertungssystem
km: ប្រព័ន្ធ​ពិន្ទុ​ផ្ទាល់ខ្លួន
nl: Aangepast scoresysteem
pl: Własna punktacja
pt_br: Sistema de pontuação personalizado
vi: Tùy chỉnh hệ thống điểm số

source: Hide ${scoresystem}
nl: ${scoresystem} verbergen
pt_br: Ocultar ${scoresystem}

source: Each score system needs a short title to identify it to users, for example, if your school's grades go from "A" to "E," the title could be "A-E."
km: ប្រព័ន្ធ​ពិន្ទុ​នីមួយៗ​ត្រូវការ​ចំណងជើង​ខ្លី​ៗ​ ដើម្បី​បញ្ជាក់ដល់​​អ្នកប្រើ​ ឧទាហរណ៍ បើ​ពិន្ទុ​​សាលា​របស់​អ្នក​​ពី "A" ដល់ "E," ចំណងជើង​អាច​ "A-E"
nl: Elk scoresysteem heeft een korte titel nodig ter identificatie voor andere gebruikers. Als de cijfers op uw school bijvoorbeeld gaan van "1" tot "10", dan zou de titel kunnen zijn "1-10".
pt_br: Cada sistema de pontuação deve ter um título curto para identificá-lo para os usuários. Por exemplo, se as notas de suas escolas vão de "A" até "E", o título poderia ser "A-E".

source: Start with the highest score. Click "Add a lower score" to add scores until you have created a score with a minimum percentage of 0.
km: ចាប់​ផ្ដើម​តាម​ពិន្ទុ​ខ្ពស់​បំផុត ។ ចុច "បន្ថែម​ពិន្ទុ​ទាប" ត្រូវ​បន្ថែម​ពិន្ទុ​រហូត​ដល់​អ្នក​​​បាន​បង្កើត​ពិន្ទុ​តាម​​ភាគរយ​អប្បបរមា​​​នៃ ០ ។
nl: Start met de hoogste score. Klik op "Lagere score toevoegen" om scores toe te voegen totdat u een score heeft aangemaakt met een minimum percentage van 0.
pt_br: Inicie com a pontuação mais alta. Clique "Adicionar uma pontuação mais baixa" para adicionar pontuações até que você tenha criado uma pontuação com percentual mínimo de 0.

source: Add a lower score
km: បន្ថែម​ពិន្ទុ​ទាប​ជាង
nl: Lagere score toevoegen
pt_br: dicionar uma pontuação mais baixa

source: If the values in the score system descend, e.g., 1 is the best score, set the value below to say 'Maximum' passing score. Otherwise leave it a 'Minimum' passing score.
nl: Wanneer de waarden in het scoresysteem aflopend zijn, waar 1 dus de beste score is, stel de waarde hieronder dan in op 'Maximum' slagingsscore. Laat het anders staan op 'Minimum' slagingsscore.
pt_br: Se os valores no sistema de pontuação decrescem, por exemplo, 1 é a melhor nota, defina o valor abaixo como "Máxima" pontuação para aprovação. Caso contrário, deixe como "Mínima" pontuação para aprovação.

source: passing score:
km: ពិន្ទុ​ជាប់ ៖
nl: slagingsscore:
pt_br: pontuação para aprovação:

source: View Score System
de: Punkte-System anzeigen.
km: មើល​ប្រព័ន្ធ​ពិន្ទុ
nl: Scoresysteem tonen
pl: Podgląd Systemu Oceniania
pt_br: Ver Sistema de Pontuação
vi: Xem hệ thống điểm

source: Pass/Fail
nl: Geslaagd/Gezakt

source: Percent
nl: Procent

source: 100 Points
nl: 100 punten

source: Minimum Score
pt_br: Pontuação mínima

source: Category weights must add up to 100.
de: Die Gewichtung der Kategorien muss auf 100 ergänzt werden
km: ទម្ងន់​ប្រភេទ​ត្រូវ​តែ​បន្ថែម​ដល់ ១០០ ។
pl: Wagi kategorii muszą się sumować do 100.
pt_br: O peso da da categoria deve ser acima de 100.
vi: Phân mục các trọng số phải thêm đến 100

source: Download Gradebook CSV
km: ទាញ​យក​សៀវភៅ​ពិន្ទុ​ CSV
pt_br: Baixar CSV di Livro de Notas

source: Score
km: ពិន្ទុ
pt_br: Notas

source: The current worksheet formatted for printing.
pt_br: A planilha atual formatada para impressão

source: Abs.
pt_br: Fal.

source: N/A
de: k. A.
km: គ្មាន
pl: N/D
pt_br: N/D

source: Failures by Term Report: ${term}
pt_br: Reprovações por relatório de termo: ${term}

source: Report Sheet:
de: Berichtsblatt
km: សន្លឹក​របាយការណ៍ ៖
pl: Raport
pt_br: Folha de Relátorio:
vi: Bảng báo cáo

source: Activity:
de: Übung:
km: សកម្មភាព ៖
pl: Aktywność:
pt_br: Atividade:
vi: Hoạt động

source: Passing Score:
de: Mindestpunktzahl
km: ពិន្ទុ​ជាប់ ៖
pl: Ilość punktów potrzebna do zaliczenia
pt_br: Pontuação para aprovação:
vi: Điểm đạt

source: Course
de: Kurs
km: វគ្គ​សិក្សា
pl: Przedmiot
pt_br: Disciplina
vi: Khóa học

source: Teacher(s)
de: Lehrer
km: គ្រូ
pl: Nauczyciel(e)
pt_br: Professor(es)
vi: Giáo viên

source: Absences By Day Report
de: Abwesenheit pro Tagesbericht
km: អវត្ដមាន​​តាម​របាយការណ៍​ថ្ងៃ
pl: Raport nieobecności w dniu
pt_br: Relatório de Faltas por Dia
vi: Báo cáo những ngày nghỉ

source: Period Number
de: Schuljahr
km: លេខ​រយៈ​ពេល
pl: Numer okresu
pt_br: Número do período
vi: Số khoảng

source: Absences by Section Report
de: Abwesenheit pro Bereichsbericht
km: អវត្ដមាន​តាម​របាយការណ៍​ផ្នែក
pl: Raport nieobecności według sekcji
pt_br: Relatório de faltas por turma
vi: Báo cáo nghỉ theo lớp

source: Teacher
de: Lehrer
km: គ្រូ
pl: Nauczyciel
pt_br: Professor
vi: Giáo viên

source: Absent
de: Abwesend
km: អវត្តមាន
pl: Nieobecny/a
pt_br: Ausente
vi: Vắng mặt

source: Minimum
km: អប្បបរមា
pt_br: Mínimo
vi: Tối Thiểu

source: Maximum
km: អតិបរមា
pl: Maksimum
pt_br: Máximo
vi: Tối đa

source: Label
de: Beschriftung
km: ស្លាក
pl: Nazwa
pt_br: Etiqueta
vi: Nhãn

source: Done
km: ធ្វើ​រួច
pt_br: Pronto

source: Delete?
km: លុប ?
pt_br: Excluir?

source: Name
km: ឈ្មោះ
pl: Imię
pt_br: Nome
vi: Tên

source: Index
pt_br: Índice

source: Date (yyyy-mm-dd)
pt_br: Data (aaaa-mm-dd)

source: For example, say the term is "Fall 2011," and you have deployed a report sheet entitled "Semester Grades," which includes an activity "First Quarter," using a grading scale where a "3" or higher is passing. To create a report of students failing the first quarter grade, you would select the report activity "Fall 2011 - Semester Grades - First Quarter" and choose "3" as the minimum passing grade. And click "Submit."
pt_br: Por exemplo, digamos que o termo seja "Outono de 2011" e você tenha implantado um relatório chamado "Notas do Semestre", que inclui uma atividade "Primeiro Bimestre", usando uma escala de pontuação na qual "3" ou mais seja o mínimo para aprovação. Para criar um relatório de alunos reprovados no primeiro bimestre, você deve selecionar o o relatório "Outono de 2011 - Notas do Semestre - Primeiro Bimestre" e escolher "3" como a nota mínima de aprovação. Deve, então, clicar "Enviar/Confirmar".

source: Enter numeric values for each relevant category. The total of all values must be exactly 100.
de: Geben Sie einen numerischen Wert für jede relevante Kategorie ein. Sie Summe aller Werte muss exakt 100 betragen.
km: បញ្ចូល​តម្លៃ​លេខ​សម្រាប់​ប្រភេទ​ដែល​ទាក់ទង​នីមួយៗ ។ ចំនួន​សរុប​នៃ​តម្លៃ​ទាំងអស់​ត្រូវ​តែ​ស្មើ ១០០ ។
pl: Wstępne wartości numeryczne dotyczące aktualnej kategorii
pt_br: Entre valores numéricos para cada categoria relevante. O total de todos os valores deve ser exatamente 100.
vi: Nhập vào một số cho mỗi phân mục riêng. Tổng của tất cả các giá trị phải bằng 100

source: Apply a grade for all students:
de: Eine Note für alle Schüler vergeben
km: អនុវត្ត​ពិន្ទុ​សម្រាប់​សិស្ស​ទាំងអស់ ៖
pl: Zastosuj ocenę dla wszystkich uczniów
pt_br: Aplicar uma única nota para todos os estudantes:
vi: Gán điểm cho tất cả sinh viên

source: Term:
de: Semester
km: វគ្គ ៖
pl: Okres:
pt_br: Período:
vi: Học kỳ

source: Section:
de: Abschnitt:
km: ផ្នែក ៖
pl: Sekcja:
pt_br: Seção:
vi: Lớp học

source: Essay
de: Aufsatz
km: តែង​សេចក្ដី
pl: Esej
pt_br: Redação
vi: Bài luận

source: Project
de: Projekt
km: គម្រោង
pl: Projekt
pt_br: Projeto
vi: Dự án

source: Journal Source
pt_br: Fonte do diário

source: The instructor of a section and school administration can edit a section's gradebook.
km: គ្រូ​ផ្នែក​ និង​អ្នក​គ្រប់គ្រង​សាលា​អាច​កែសម្រួល​សៀវភៅ​ពិន្ទុ​របស់​ផ្នែក​បាន ។
pt_br: O instrutor e o professor de uma turma e a administração escolar podem editar o livro de notas de uma turma.

source: Type
km: ប្រភេទ
pt_br: Tipo

source: Requirement index
de: Index der Erfordernisse
km: លិបិក្រម​តម្រូវការ
pl: Indeks wymagań
pt_br: Índice de Requisitos
vi: Chỉ số yêu cầu

source: A
km: អវត្តមាន
pl: N

source: T
km: យឺត
pl: S

source: Your browser either has Javascript turned off, or it is not supported. Javascript is <b>required</b> for the gradebook. Please enable Javascript or use a browser with Javascript.
de: Ihr Browser hat Javascript entweder abgeschaltet oder es wird nicht unterstützt. Javascript wird für das Notenbuch<b> benötigt<b>. Bitte schalten Sie Javascript ein oder verwenden Sie einen Browser der Javascript unterstützt.
km: កម្មវិធី​រុករក​របស់​អ្នក​បាន​បិទ Javascript ឬ វា​មិន​ត្រូវ​បាន​គាំទ្រ ។ Javascript ត្រូវ​បាន <b>ទាមទារ</b> សម្រាប់​សៀវភៅ​ពិន្ទុ ។ សូម​អនុញ្ញាត Javascript ឬ​ប្រើ​កម្មវិធី​រុករក​ដែល​មាន Javascript ។
pl: Twoja przeglądarka nie jest kompatybilna z JavaScript lub jest on wyłączony. Do pracy z dzienniczkiem JavaScript jest <b>wymagany</b>. Zezwól na działanie JavaScript lub zmień przeglądarkę na taką, która wspiera JS.
vi: Trình duyệt của bạn đã tắt Java Script hoặc không hỗ trợ. Javascript is <b>Cần thiết </b> Cho bảng điểm. Hãy bật chức năng Java Script trong trình duyệt của bạn.

source: OK
km: យល់ព្រម
vi: Đồng ý

source: Lab
de: Labor
km: បន្ទប់​ពិសោធន៍
pl: Laboratorium
vi: Thử nghiệm

source: A detailed description of the activity.
de: Eine detailierte Beschreibung der Aktivität
km: ការ​ពិពណ៌នា​លម្អិត​របស់​សកម្មភាព ។
pl: Szczegółowy opis aktywności
vi: Mô tả chi tiết của hoạt động

source: A detailed description of the external activity.
de: Eine detailierte Beschreibung der externen Aktivität.
km: ការ​ពិពណ៌នា​លម្អិត​របស់​សកម្មភាព​ខាងក្រៅ ។
pl: Szczegółowy opis zajęć pozalekcyjnych
vi: Mô tả chi tiết của hoạt động mở rộng

source: Manage Activities
de: Aktivitäten verwalten
vi: Quản lý các hoạt động

source: show only activities due in past
de: zeigt nur in der Vergangenheit ausgeführte Aktivitäten
vi: Chỉ hiển thị hoạt động trong quá khứ

source: weeks
de: Wochen
vi: tuần

source: The operation you attempted cannot be completed because there are curently no terms set up in your SchoolTool instance. Please have a user with administation access set up at least one term and try the operation again.
de: Ihre angefragte Operation konnte nicht ausgeführt werden, da derzeit keine Semester in ihrer SchoolTool Instanz angelegt wurden. Ein Nutzer mit administrativen Rechten muss mindestens ein Semester anlegen. Versuchen Sie Ihre Operation danach erneut
vi: Các hoạt động bạn đã thử không được hoàn thành vì không tồn tại học kỳ nào trong Trường của bạn. Xin vui lòng Đăng nhập dưới quyền quản trị để kích hoạt học kỳ mới.

source: Detailed Student Report
de: detailierter Schülerbericht
vi: Báo cáo chi tiết về học sinh

source: Failures by Term Report
de: Fehlzeiten im Semesterbericht
vi: Không tạo được báo cáo học kỳ

source: Workheet
de: Arbeitsblatt
vi: Bảng tính

source: Student Reports
de: Zeugnisbericht
pl: Raporty ucznia
vi: Báo cáo học sinh

source: Group Reports
de: Gruppenberichte
pl: Raporty grupowe
vi: Các báo cáo nhóm

source: Term Reports
de: Semesterberichte
pl: Raporty semestralne
vi: Các báo cáo học kỳ

source: School Year Reports
de: Jahresschulbericht
pl: Raporty roczne
vi: Các báo cáo năm

source: Section Reports
de: Bereichsberichte
pl: Raporty cząstkowe
vi: Báo cáo lớp

source: Download Absences by Section Report
de: Herunterladen der Abwesenheiten pro Bereichsberichte
pl: Pobierz raport nieobecności według przedmiotów
vi: Tải xuống báo cáo vắng mặt theo lớp

source: Choose a minimum passing score
de: eine Mindestpunktzahl zum Bestehen des Kurses wählen
vi: Chọn điểm đạt tối thiểu

source: There are ${num_errors} input errors.
de: Es gab ${num_errors} Eingabefehler.
vi: Có ${num_errors} nhập vào

source: Are you sure you want to delete this workskeet together with all its activities?
de: Sind Sie sicher, dass Sie das Arbeitsblatt mit den gesamten Aktivitäten entfernen wollen?
vi: Bạn có chắc là muốn xóa bảng tính này cùng tất cả các hoạt động trong đó không?

source: Gradebook API
de: Klassenbuch API
pl: API Dziennika Ocen
vi: API cho bảng điểm

source: View
de: Ansicht
vi: Xem

source: Exisiting Score System
de: bestehendes Bewertungssystem
vi: Hệ thống điểm đang tồn tại

source: For example, to weight exams as 60% of the grade, homework as 20% and quizzes as 20%, enter "60" next to "Exam," 20" next to "Homework" and "20" next to "quiz."
de: Zum Beispiel bei der Gewichtung der Note: Prüfungen 60%, Hausaufgaben 20%, Quiz 20%. Geben Sie ein: "60" bei "Prüfung", "20" bei "Hausaufgaben" und "20" bei "Quiz"
