Repository: schooltool-project/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: de, km, nl, pl, pt_br, vi

source: For example, say the term is "Fall 2011," and you have deployed a report sheet entitled "Semester Grades," which includes an activity "First Quarter," using a grading scale where a "3" or higher is passing. To create a report of students failing the first quarter grade, you would select the report activity "Fall 2011 - Semester Grades - First Quarter" and choose "3" as the minimum passing grade. And click "Download."
de: Zum Beispiel, wir haben das Semester "Herbst 2011", und Sie haben einen Bericht mit der Überschrift "Semester Noten", die eine Tätigkeit "erstes Quartal ," umfasst Dabei wird eine Benotungsskala eingesetzt, wo eine "3" oder höher für das Bestehen des Kurses erreicht werden muss. Um einen Bericht der Studierenden zu erzeugen, die den Kurs nicht im ersten Quartal bestehen werden , wählen Sie den Berichtaktivitäten "Herbst 2011 - Semester Noten - erstes Quartal" und wählen Sie "3", als die Minimalanforderung für den Kurs. klicken Sie auf "Download".
km: ឧទាហរណ៍ និយាយ​ថា​វគ្គសិក្សា​គឺ "Fall 2011," ហើយ​អ្នក​បាន​ចែក​របាយការណ៍​ដែល​មាន​ចំណង​ជើង​ថា "ពិន្ទុ​ឆមាស" ដែល​រួម​មាន​សកម្មភាព "ត្រីមាស​ទី​មួយ" ដោយ​ប្រើ​មាត្រដ្ឋាន​ពិន្ទុ​ដែល "3" ឬ​ខ្ពស់​ជាង​នេះ ។ ដើម្បី​បង្កើត​របាយការណ៍​សិស្ស​​មាន​ពិន្ទុ​ត្រីមាស អ្នក​នឹង​ជ្រើស​របាយការណ៍​សកម្មភាព "Fall 2011 - Semester Grades - First Quarter" ហើយ​ជ្រើស "3" ជា​ពិន្ទុ​ទាប​បំផុត ។ ហើយ​ចុច "ទាញយក ។"
nl: Stel dat de termijn bijvoorbeeld "Herfst 2011" is en u een rapportblad heeft toegepast met de naam "Semester-cijfers", dat een activiteit "Eerste kwartaal" bevat waar een "3" of hoger geslaagd betekent. Om dan een rapport aan te maken van leerlingen die een onvoldoende hebben voor het eerste kwartaal, dan zou u het activiteitenrapport selecteren "Herfst 2011 - Semester-cijfers - Eerste kwartaal" en "3" als het minimum slagingscijfer en daarna op "Downloaden" klikken.
pl: Przykładowo załóżmy iż jest semestr jesienny 2011 i został przedstawiony raport pod tytułem „Oceny na semestr” w którym najniższa ocena aby zliczyć dany przedmiot to „3”. Aby przygotować raport dla ucznia który nie zaliczył tego semestru musisz wybrać raport „Jesień 2011-Oceny na semestr” oraz „3” jako minimalna ocena zaliczeniowa. Następnie kliknij „Pobierz”.
pt_br: Por exemplo, digamos que o termo seja "Outono de 2011" e você tenha implantado um relatório chamado "Notas do Semestre", que inclui uma atividade "Primeiro Bimestre", usando uma escala de pontuação na qual "3" ou mais seja o mínimo para aprovação. Para criar um relatório de alunos reprovados no primeiro bimestre, você deve selecionar o o relatório "Outono de 2011 - Notas do Semestre - Primeiro Bimestre" e escolher "3" como a nota mínima de aprovação. Deve, então, clicar "Download".
vi: Lấy ví dụ: Nói học kỳ: "Thu 2011" và triển khai bảng báo cáo với tiêu đề "Bảng các học kỳ", nó sẽ bao gồm một hoạt động: "Học kỳ đầu tiên", sử dụng thang điểm 3 hoặc cao hơn. Để tạo báo cáo về các sinh viên không đạt trong Học kỳ đầu tiên, bạn sẽ chọn báo cáo hoạt động "Thu 2011 - Bảng các học kỳ - Học kỳ đầu tiên" và chọn 3 như là điểm tối thiểu để vượt qua học kỳ đó sau đó nhấn nút "Tải xuống".

source: Request Report
km: ស្នើ​របាយការណ៍
nl: Rapport opvragen
pt_br: Requerer relatório

source: Section Worksheet Summary
de: Bereichsübersicht Arbeitsblätter
km: សង្ខេប​សន្លឹក​កិច្ចការ​ផ្នែក
nl: Sectie werkbladsamenvatting
pl: Arkusz podsumowujący dany dział
pt_br: Planilha resumo da turma
vi: Bảng tổng kết cho năm học

source: Unhide Deployed Report Sheet
nl: Toegepaste rapportblad tonen
pt_br: Exibir relatório implantado

source: Unhide
de: hervorheben
km: បង្ហាញ
nl: Tonen
pl: Odkryj
pt_br: Exibir
vi: Hiển thị

source: Delete Worksheet
de: Arbeitsblatt löschen
km: លុប​សន្លឹក​កិច្ចការ
nl: Werkblad verwijderen
pl: Wykasuj kartę pracy
pt_br: Apagar Planilha de Trabalho
vi: Xóa một bảng tính

source: Are you sure you want to delete this worksheet together with all its activities?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​សន្លឹក​កិច្ចការ​នេះ​ជាមួយ​សកម្មភាព​របស់​វា​ទាំងអស់​ឬ ?
nl: Weet u zeker dat u dit werkblad met alle activiteiten wilt verwijderen?
pl: Czy jesteś pewny że chcesz wykasować kartę pracy razem ze wszystkimi ćwiczeniami
pt_br: Tem certeza que deseja apagar esta planilha e todas as suas atividades?

source: This worksheet has no activities.
de: Dieses Arbeitsblatt enthält keine Aktivitäten.
km: សន្លឹក​កិច្ចការ​នេះ​គ្មាន​សកម្មភាព​ទេ ។
nl: Dit werkblad bevat geen activiteiten.
pl: Ta karta pracy nie ma ćwiczeń
pt_br: Esta planilha não possui atividades
vi: Bảng tính này không có hoạt động nào

source: Worksheet Details
nl: Werkbladdetails
pt_br: Detalhes da planilha

source: Worksheet Information
nl: Werkbladinformatie
pt_br: Informação da planilha

source: report sheets export
nl: Rapportbladen exporteren

source: Term Worksheets
nl: Termijnwerkbladen

source: School Year Worksheets
nl: Schooljaarwerkbladen

source: Report Card Layouts
de: Aussehen der Berichtskarten
km: ប្លង់​កាត​របាយការណ៍
nl: Rapportkaartindelingen
pl: Plan świadectwa
pt_br: Layouts de boletins
vi: Thiết lập thẻ báo cáo

source: Assignment
de: Zuordnung
km: កិច្ចការ
nl: Opdracht
pl: Praca zadana
pt_br: Atribuição
vi: Phân công

source: Exam
de: Prüfung
km: ប្រឡង
nl: Examen
pl: Egzamin
pt_br: Prova
vi: Thi

source: Homework
de: Hausaufgabe
km: កិច្ចការ​ផ្ទះ
nl: Huiswerk
pl: Zadanie domowe
pt_br: Lição de Casa
vi: Bài tập về nhà

source: Journal
de: Protokoll
km: ទិន្នានុប្បវត្តិ
nl: Logboek
pl: Dziennik
pt_br: Diário
vi: Nhật ký

source: Presentation
de: Referat
km: ការ​បង្ហាញ
nl: Presentatie
pl: Prezentacja
pt_br: Apresentação
vi: Trình chiếu

source: Identifies the report sheet in teacher gradebooks.
nl: Identificeert het rapportblad in cijferlijsten van de leraar.
pt_br: Identifica o relatório nos livros de notas dos professores.

source: Identifies the course worksheet in gradebooks.
nl: Identificeert het vak-werkblad in cijferlijsten.
pt_br: Identifica a planilha do curso em livros de notas

source: The date the activity is due to be graded.
de: Dieses Datum definiert die Abgabefrist
km: កាល​បរិច្ឆេទ​ដែល​សកម្មភាព​ត្រូវ​ផុត​កំណត់​ដាក់​ពិន្ទុ ។
nl: De datum waarop een cijfer voor de activiteit zal worden gegeven.
pl: Termin oceniania zadania
pt_br: A data na qual a atividade deve ser pontuada.
vi: Các hoạt động này đã đến ngày tới hạn

source: The column label for the activity in the gradebook.
de: Die Spaltenüberschrift der Aktivität in dem Notenbuch
km: ស្លាក​ជួរ​ឈរ​សម្រាប់​សកម្មភាព​ក្នុង​សៀវភៅ​ពិន្ទុ ។
nl: Het kolomlabel voor de activiteit in de cijferlijst.
pl: Nazwa kolumny dotyczącej danego ćwiczenia
pt_br: O nome da coluna para a atividade no livro de notas.
vi: Tiêu đề cột cho hoạt động trong bảng điểm

source: The activity category
de: Die Aktivitätskategorie
km: ប្រភេទ​សកម្មភាព
nl: De activiteit-categorie
pl: Kategoria aktywności
pt_br: A categoria da atividade
vi: Một phân mục công việc

source: Scoresystem
de: Punktesystem
km: ប្រព័ន្ធ​ពិន្ទុ
nl: Scoresysteem
pl: Punktacja
pt_br: Sistema de pontuação
vi: Hệ thống điểm

source: The activity scoresystem.
de: Das Bewertungssystem für Aktivität
km: ប្រព័ន្ធ​ពិន្ទុ​សកម្មភាព ។
nl: Het activiteitenscoresysteem
pl: System oceniania ćwiczeń
pt_br: O sistema de pontuação das atividades
vi: Hoạt động của hệ thống điểm

source: The date the activity was created.
de: Das Datum an dem die Tätigkeit erstellt wurde.
km: កាល​បរិច្ឆេទ​ដែល​សកម្មភាព​ត្រូវ​បាន​បង្កើត ។
nl: De datum waarop de activiteit werd aangemaakt.
pl: Data utworzenia aktywnosći
pt_br: Dia que a atividade foi criada
vi: Ngày hoạt động đã được khởi tạo

source: Columns
de: Spalten
km: ជួរ​ឈរ
nl: Kolommen
pl: Kolumny
pt_br: Colunas
vi: Cột

source: Columns to be printed in the report card.
de: Spalten die in der Berichtskarte gedruckt werden sollen.
km: ជួរ​ឈរ​ត្រូវ​បោះពុម្ព​ក្នុង​កាត​របាយការណ៍ ។
nl: Kolommen om te tonen op de rapportkaart.
pl: Kolumny które mają być wydrukowane na świadectwie
pt_br: Colunas a serem impressas no boletim.
vi: Các cột đã được in trong thẻ báo cáo

source: Activities to be printed in the outline section.
de: Aktivitäten, die in der Berichtskarte gedruckt werden sollen.
km: សកម្មភាព​ដែល​ត្រូវ​បោះពុម្ព​ក្នុង​ផ្នែក​គ្រោង ។
nl: Activiteiten om te tonen in de overzichtssectie.
pl: Ćwiczenia które mają być wydrukowane na wstępie
pt_br: Atividade a serem impressas na seção de quadros.
vi: Các hoạt động đã được in trong phác thảo lớp

source: Worksheets in this gradebook.
de: Arbeitsblätter in diesem Notenbuch
km: សន្លឹក​កិច្ចការ​ក្នុង​សៀវភៅ​ពិន្ទុ​នេះ ។
nl: Werkbladen in deze cijferlijst.
pl: Strony w dzienniku
pt_br: Planilhas neste livro de notas.
vi: Các bảng tính trong bảng điểm

source: Activities in this gradebook.
de: Aktivitäten in diesem Notenbuch
km: សកម្មភាព​ក្នុង​សៀវភៅ​ពិន្ទុ​នេះ ។
nl: Activiteiten in deze cijferlijst.
pl: Nazwy zajęć w dzienniku
pt_br: Atividades neste diario de classe
vi: Các hoạt động trong bảng điểm này

source: Students
de: Studenten
km: សិស្ស
nl: Leerlingen
pl: Uczniowie
pt_br: Estudantes
vi: Học sinh

source: Students in this gradebook.
de: Studenten in diesem Notenbuch
km: សិស្ស​នៅ​ក្នុង​សៀវភៅ​ពិន្ទុ​នេះ ។
nl: Leerlingen in deze cijferlijst.
pl: Lista uczniów w danym dzienniku
pt_br: Alunos neste diario de classe
vi: Số sinh viên trong bảng điểm này

source: External Activity Source
de: Quelle der externen Aktivtät
km: ប្រភព​សកម្មភាព​ខាងក្រៅ
nl: Externe activiteitenbron
pl: Instytucje odpowiedzialne za zajęcia pozalekcyjne
pt_br: Fonte de Atividade Externa
vi: Hoạt động mở rộng nguồn

source: The registration name of the source
de: Registrierungsname der Quelle
km: ចុះ​ឈ្មោះ​របស់​ប្រភព
nl: De registratienaam van de bron
pl: Nazwa rejestracyjna instytucji
pt_br: O nome de registro da fonte
vi: Việc đăng ký tên của mã nguồn

source: External Activity ID
de: ID der externen Aktivtät
km: លេខ​សម្គាល់​សកម្មភាព​ខាងក្រៅ
nl: Externe activiteiten-ID
pl: Identyfikator zajęć pozalekcyjnych
pt_br: ID da Atividade Externa
vi: ID của hoạt động mở rộng

source: A unique identifier for the external activity
de: Ein eindeutiger Name für die externe Aktivität.
km: គ្រឿង​សម្គាល់​តែ​មួយ​គត់​សម្រាប់​សកម្មភាព​​ខាង​ក្រៅ
nl: Een unieke identificator voor de externe activiteit
pl: Szczególny identyfikator zajęć pozalekcyjnych
pt_br: Um identificador único para a atividade externa
vi: Một định danh duy nhất cho hoạt động mở rộng

source: Points value to calculate the activity grade
de: Punktwert, der Aktivitätsnote errechnet
km: តម្លៃ​ពិន្ទុ​​ដើម្បី​គណនា​ចំណាត់​ថ្នាក់​សកម្មភាព
nl: Puntwaarde om het activiteitcijfer te berekenen
pl: Elementy brane pod uwagę przy ocenie cwiczenia
pt_br: Valor em pontos para calcular a nota desta atividade
vi: Giá trị điểm để tính toán trong các bảng điểm

source: Name of the external activities source
de: Name der externen Quelle für Aktivitäten.
km: ឈ្មោះ​​របស់​ប្រភព​សកម្មភាព​ខាងក្រៅ
nl: Naam van de externe activiteitenbron
pl: Źródło zajęć pozalekcyjnych
pt_br: Nome da fonte externa de atividades
vi: Tên của nguồn các hoạt động mở rộng

source: A brief title of the external activities source
de: Ein kurzer Titel der externen Quelle für Aktivitäten.
km: ចំណង​ជើង​សង្ខេប​របស់​ប្រភព​សកម្មភាព​ខាងក្រៅ
nl: Een korte naam voor de externe activiteitenbron
pl: Krótki tytuł źródła zajęć pozalekcyjnych
pt_br: Um breve título para a fonte das atividades externas
vi: Sơ lược tiêu đề của nguồn gốc các hoạt động ngoài

source: A brief title of the external activity.
de: Ein kurzer Titel der externen Aktivitäten.
km: ចំណង​ជើង​សង្ខេប​របស់​សកម្មភាព​ខាងក្រៅ ។
nl: Een korte naam voor de externe activiteit.
pl: Krótki tytuł zajęć pozalekcyjnych
pt_br: Um breve título da atividade externa.
vi: Sơ lược tiêu đề của hoạt động mở rộng

source: Linked Column Activity Source
de: verknüpfte Spalten der externen Aktivität.
km: ប្រភព​សកម្មភាព​ជួរ​ឈរ​ដែល​ភ្ជាប់
nl: Gekoppelde kolom activiteitenbron
pl: Kolumny związane z instytucjami organizującymi zajęcia
pt_br: Coluna relacionada fonte da atividade
vi: Liên kết với cột hoạt động nguồn

source: A text string that specifies the source of the column
de: Ein Textfolge, die eine genaue Quelle für die Spalte definieren.
km: ខ្សែ​អក្សរ​អត្ថបទ​ដែល​បញ្ជាក់​ប្រភព​របស់​ជួរ​ឈរ
nl: Tekst die de bron van de kolom aangeeft
pl: Łańcuch tekstu który określa pochodzenie kolumny
pt_br: Uma linha de texto que especifica a fonte da coluna
vi: Chuỗi văn bản quy định cụ thể về nguồn gốc của cột

source: Journal Average
nl: Logboekgemiddelde
pt_br: Média do diário

source: Create, edit and deploy report sheet templates.
km: បង្កើត​ កែសម្រួល​ និង​បង្ហាញ​​ពុម្ព​សន្លឹក​របាយការណ៍ ។
nl: Rapportbladsjablonen aanmaken. bewerken en toepassen
pt_br: Criar, editar e implantar modelos de relatório

source: Edit Templates
km: កែសម្រួលពុម្ព
nl: Sjablonen bewerken
pt_br: Editar os modelos

source: Create and edit gradebook data for a section.
km: បង្កើត និង​កែសម្រួល​ទិន្នន័យ​សៀវភៅ​ពិន្ទុ​សម្រាប់​ផ្នែក ។
nl: Cijferlijstgegevens van een sectie aanmaken en bewerken.
pt_br: Criar e editar o livro de notas para uma turma.

source: Edit Gradebook
km: កែសម្រួល​សៀវភៅ​ពិន្ទុ
nl: Cijferlijst bewerken
pt_br: Editar o livro de notas

source: View Gradebook
km: មើល​សៀវភៅ​ពិន្ទុ
nl: Cijferlijst bekijken
pt_br: Visualizar o livro de notas

source: View gradebook data for a section.
km: មើល​ទិន្នន័យ​សៀវភៅ​ពិន្ទុ​សម្រាប់​ផ្នែក ។
nl: Cijferlijstgegevens van een sectie bekijken.
pt_br: Ver os dados do livro de notas de uma turma

source: Only the instructor of a section can edit its gradebook.
km: មាន​តែ​គ្រូ​ផ្នែក​​មួយ​នេះ​ប៉ុណ្ណោះ​ ​​អាច​កែសម្រួល​សៀវភៅ​ពិន្ទុ​​បាន ។
nl: Alleen de leraar van een sectie kan zijn cijferlijst bewerken
pt_br: Somente o instrutor de uma turma pode editar seu livro de notas.

source: School administrators can edit a section's gradebook.
nl: Schoolbeheerders kunnen een cijferlijst van een sectie bewerken.

source: Add Course Worksheet
nl: Vak-werkblad toevoegen
pt_br: Adicionar planilha do curso

source: Score Systems
de: Punktesystem
km: ប្រព័ន្ធ​ពិន្ទុ
nl: Scoresystemen
pl: Systemy oceniania
pt_br: Sistemas de Pontuação
vi: Hệ thống điểm

source: Add Score System
de: Punktesystem hinzufügen
km: បន្ថែម​ប្រព័ន្ធ​ពិន្ទុ
nl: Scoresysteem toevoegen
pl: Dodaj system zdobywania punktów
pt_br: Adicionar sistema de pontuação
vi: Thêm một hệ thống điểm

source: Hiding this score system will make it unavailable for future use but will retain existing scores. This cannot currently be undone, but a new version of the same score system can be created.
nl: Als u het scoresysteem verbergt zal deze niet meer beschikbaar zijn voor toekomstig gebruik, maar de bestaande scores zullen wel blijven bestaan. Dit kan momenteel niet ongedaan worden gemaakt, maar u kunt wel een nieuwe versie van hetzelfde scoresysteem aanmaken.
pt_br: Ocultar um sistema de pontuação fará com que ele se torne indisponível para uso futuro mas irá reter as notas atuais. Isso não pode ser atualmente desfeito, mas uma nova versão do mesmo sistema de pontuação pode ser criada.

source: New Score System
km: ប្រព័ន្ធ​ពិន្ទុ​ថ្មី
nl: Nieuw scoresysteem
pt_br: Novo Sistema de Notas

source: Abbreviation
km: អក្សរ​សង្ខេប
nl: Afkorting
pt_br: Abreviatura

source: Point Value
km: តម្លៃ​ពិន្ទុ
nl: Puntwaarde
pt_br: Valor em pontos

source: Low Percentage
km: ភាគរយ​ទាប
nl: Lage percentage
pt_br: Baixo percentual

source: Passing Score
nl: Slagingsscore
pt_br: Pontos para aprovação

source: If the values in the score system descend, e.g., 1 is the best score, set this to 'Maximum'. Otherwise leave it as the 'Minimum' passing score.
nl: Wanneer de waarden in het scoresysteem aflopend zijn, waar 1 dus de beste score is, stel dit dan in op 'Maximum'. Laat het anders staan op 'Minimum' slagingsscore.
pt_br: Se os valores no sistema de pontuação diminuem, por exemplo, 1 é a melhor pontuação, defina isso para 'Máxima'. Caso contrário, deixe como 'Mínima' pontuação para aprovação.

source: This form allows you to create a customized "score system" or grading scale.
km: សំណុំ​បែបបទ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​បង្កើត​"ប្រព័ន្ធ​ពិន្ទុ" ឬ​មាត្រដ្ឋាន​បែងចែក​ពិន្ទុ​តាម​បំណង​ ។
nl: Met dit formulier kunt u een aangepast "scoresysteem" of beoordelingsschaal aanmaken.
pt_br: Este formulário permite que você crie um sistema de pontuação personalizado.

source: A score system is made up of a sequence of possible scores with decreasing values.
km: ប្រព័ន្ធ​ពិន្ទុ​ត្រូវ​បាន​រៀបចំ​តាម​លំដាប់​នៃ​​ពិន្ទុ​តាម​តម្លៃ​ដែល​បាន​បន្ថយ ។
nl: Een scoresysteem wordt bepaald door een reeks van mogelijke scores met verminderende waardes.
pt_br: Um sistema de pontuação é constituído de uma sequência de pontos com valores decrescentes.

source: Each score is associated with a numeric point value. For example, in the US, an "A" is usually worth 4 points, a "B," 3 points, etc. This value will be used in any calculations made with the scores, such as finding a grade point average.
km: ពិន្ទុ​នីមួយៗ​​​ត្រូវ​បាន​ភ្ជាប់​តាម​តម្លៃ​ចំណុច​តួលេខ ។ ឧទាហរណ៍​ ក្នុង​សហរដ្ឋអាមេរិក "A" តាមធម្មតា ពិន្ទុ​ ៤ ដែល​មានតម្លៃ​ "B," ពិន្ទុ ៣ ។ល។ តម្លៃ​នេះ​នឹង​ត្រូវ​បាន​អនុញ្ញាត​ក្នុង​ការ​គណនា​មួយ​ចំនួន​តាម​ពិន្ទុ ដូចជា​​ស្វែងរក​ចំណុច​មធ្យម​ពិន្ទុ ។
nl: Elke score wordt geassocieerd met een numerieke puntwaarde. In de VS bijvoorbeeld is een "A" 4 punten, een "B" 3 punten, enz. Deze waarden worden gebruikt bij alle berekeningen met deze scores, zoals het bepalen van de gemiddelde score.
pt_br: Cada pontuação é associada a um valor numérico. Por exemplo, nos EUA, um "A" vale normalmente 4 pontos, um "B" 3 pontos, etc. Este valor será usado com quaisquer cálculos feitos com estas pontuações, tais como encontrar a média.

source: Each score is also associated with a minimum percentage necessary to achieve the corresponding grade. For example, 95% and above is an "A," 87% and up is a "B," etc.
km: ពិន្ទុ​នីមួយ​ៗ​ត្រូវ​បាន​តភ្ជាប់​តាម​ភាគរយ​អប្បបរមា​ចាំបាច់​ ដើម្បី​បំពេញ​ពិន្ទុ​ដែល​ត្រូវ​គ្នា ។ ឧទាហរណ៍ 95% ហើយ​ខាងលើ​គឺ​ "A," 87% លើស "B," ។ល។
nl: Elke score wordt geassocieerd met een minimum percentage dat nodig is om de corresponderende score te bereiken. Bijvoorbeeld, 95% en daarboven is een "A", 87% en daarboven is een "B", enz.
pt_br: Cada pontuação também está associada com um percentual mínimo necessário para atingir a nota correspondente. Por exemplo, 95% ou mais é um "A", 87% ou mais é um "B", etc.

source: Enter an abbreviation for a score only if the score has more than four characters and you wish to create an alternative abbreviation for the gradebook.
km: បញ្ចូល​អក្សរ​សង្ខេប សម្រាប់​តែ​ពិន្ទុ​ប៉ុណ្ណោះ បើ​ពិន្ទុ​មាន​ច្រើន​ជាង​តួ​អក្សរ​បួន ហើយ​អ្នក​ចង់​បង្កើត​អក្សរ​សង្ខេប​ជំនួស ​សម្រាប់​សៀវភៅ​ពិន្ទុ ។
nl: Voer alleen een afkorting voor een score in, wanneer de score meer dan vier tekens bevat en u een alternatieve afkorting wilt aanmaken voor de cijferlijst.
pt_br: Entre com a abreviatura de uma pontuação somente se a pontuação tiver mais do que quatro caracteres e você desejar criar uma abreviatura alternativa para o livro de notas.

source: Start with the highest score. Click "Add" to add scores until you have created a score with a minimum percentage of 0.
nl: Start met de hoogste score. Klik op "Toevoegen" om scores toe te voegen totdat u een score heeft aangemaakt met een minimum percentage van 0.
pt_br: Comece com a pontuação mais alta. Clique "Adicionar" para adicionar pontuações até que você tenha criado uma pontuação com percentual mínimo de 0.

source: There are none.
km: គ្មាន ។
nl: Er zijn er geen.
pt_br: Não há nenhum

source: A score system is a scale used for assessment, such as a grading scale or rubric scale.
nl: Een scoresysteem is een schaal die gebruikt wordt voor een beoordeling, zoals een cijferschaal of rubrieksschaal.
pt_br: Um sistema de pontuação é usado para avaliação, tal como uma escala de notas ou de rúbricas.

source: Customize
nl: Aanpassen

source: ${requirement} Contents
de: ${Erforderlichkeit} Inhalt
km: មាតិកា ${requirement}
nl: ${requirement} inhoud
pl: ${requirement} treść
pt_br: ${requirement} Conteúdos
vi: Nội dung các yêu cầu: ${requirement}

source: ${requirement} Sub Requirements
de: ${erfordenisse} untererfordernisse
km: តម្រូវ​ការ​រង ${requirement}
nl: ${requirement} subvereisten
pl: ${requirement} wymagania podczas zastępstw
pt_br: ${requirement} Subrequisitos
vi: Các yêu cầu nhỏ ${requirement}

source: Find Now
de: Jetzt suchen
km: រក​ឥឡូវ​នេះ
nl: Nu zoeken
pl: Znajdź teraz
pt_br: Procurar
vi: Tìm ngay

source: Clear
de: Säubern
km: ជម្រះ
nl: Wissen
pl: Wyczyść
pt_br: Limpar
vi: Xóa

source: Showing ${count} of ${total} items
de: Zeige ${count} von ${total} Einträgen
km: បង្ហាញ​ធាតុ ${count} នៃ ${total}
nl: ${count} van ${total} items worden getoond
pl: Przedstawienie ${count} ${total} pozycji
pt_br: Mostrando o Item ${count} de ${total} items
vi: Hiển thị ${count} của ${total} hạng mục

source: The Title field must not be empty.
de: Das Titelfeld darf nicht leer sein
km: វាល​ចំណង​ជើង​មិន​ត្រូវ​ទទេ​នោះ​ទេ ។
nl: Het titelveld mag niet leeg zijn.
pl: Pole Tytułu musi być wypełnione
pt_br: O campo título não deve estar vazio
vi: Trường tiêu đề không được trống

source: Value field must contain a valid number.
de: Wertefeld muss eine gültige Zahl besitzen
km: វាល​តម្លៃ​ត្រូវ​តែ​មាន​លេខ​ត្រឹមត្រូវ ។
nl: Veld voor de waarde moet een geldig getal bevatten.
pl: Należy podać aktualną liczbę
pt_br: O campo valor deve conter um número válido.
vi: Trường giá trị phải là một số

source: Percent field must contain a valid number.
de: Prozentfeld muss eine gültige Zahl besitzen
km: វាល​ភាគរយ​ត្រូវ​តែ​មាន​លេខ​ត្រឹមត្រូវ ។
nl: Veld voor percentage moet een geldig getal bevatten.
pl: Obszar procentowy musi zawierać aktualną liczbę
pt_br: O campo percentual deve conter um número válido.
vi: Trường phần trăm phải là một số

source: All values must be non-negative.
de: Alle Werte müssen positiv sein
km: តម្លៃ​ទាំងអស់​ត្រូវ​តែ​វិជ្ជមាន ។
nl: Alle waarden mogen niet negatief zijn.
pl: Liczby nie mogą być ujemne.
pt_br: Nenhum valor pode ser negativo.
vi: Các giá trị phải không âm

source: All percentages must be non-negative.
de: Alle Prozentangaben müssen positiv sein
km: ភាគរយ​ទាំងអស់​ត្រូវ​តែ​អវិជ្ជមាន​ទេ ។
nl: Alle percentages mogen niet negatief zijn.
pl: Procenty nie mogą przekraczać określonej liczby
pt_br: Nenhum percentual pode ser negativa.
vi: Các phần trăm phải không âm

source: Percentages cannot be greater than 100.
de: Prozentangaben dürfen nicht größer werden als 100.
km: ភាគរយ​មិន​អាច​ធំ​ជាង ១០០ ។
nl: Percentage mag niet groter dan 100 zijn
pl: Procenty nie mogą przekraczać liczby 100
pt_br: Percentuais não podem ser maiores que 100.
vi: Các phần trăm không được lớn hơn 100

source: A score system must have at least two scores.
de: Ein Punktesystem muss mindestens zwei Pnkte enthalten.
km: ប្រព័ន្ធ​ពិន្ទុ​ត្រូវ​តែ​មាន​យ៉ាង​ហោច​ណាស់​ពិន្ទុ​ពីរ ។
nl: Een scoresysteem dient minimaal twee scores te bevatten.
pl: System punktacji musi mieć przynajmniej skalę dwu punktową
pt_br: Um sistema de pontuação deve ter, no mínimo, duas pontuações.
vi: Hệ thống điểm phải có ít nhất 2 điểm

source: Score values must go in descending order.
de: Punktwerte müssen in absteigender Folge angelegt werden.
km: តម្លៃ​ពិន្ទុ​ត្រូវ​តែ​នៅ​តាម​លំដាប់​ចុះ ។
nl: De scorewaarden dienen in aflopende volgorde te zijn.
pl: Punktacja musi być malejąca
pt_br: Os valores de pontuação devem seguir a ordem descrescente.
vi: Các giá trị điểm phải xếp giảm dần

source: Score percentages must go in descending order.
de: Prozentangaben der Punkte mussen in absteigender Folge angelegt werden.
km: ភាគរយ​ពិន្ទុ​ត្រូវ​នៅ​តាម​លំដាប់​ចុះ ។
nl: Scorepercentages dienen in aflopende volgorde te zijn.
pl: Punktacja procentowa musi być malejąca
pt_br: Os valores de percentuais devem seguir a ordem descrescente.
vi: Phần trăm điểm phải xếp giảm dần
