Repository: schooltool-project/schooltool.gradebook
Catalog: src/schooltool/gradebook/locales/*.po
Languages: de, km, nl, pl, pt_br, vi

source: Manage Worksheet Templates
nl: Werkbladsjabloonbeheer
pt_br: Gerenciar modelos de planilhas

source: Course Worksheets
nl: Vak-werkbladen

source: Manage Course Worksheets
nl: Vak-werkbladbeheer

source: There are ${count} course worksheets for ${schoolyear}
nl: Er zijn ${count} vak-werkbladen voor ${schoolyear}

source: There are no course worksheets for ${schoolyear}
nl: Er zijn geen vak-werkbladen voor ${schoolyear}

source: Manage Report Sheet Templates
nl: Rapportbladsjabloonbeheer
pt_br: Gerenciar modelos de Boletins

source: There are ${count} report sheet templates set up.
nl: Er zijn ${count} rapportbladsjablonen ingesteld.
pt_br: Existem ${count} boletins configurados

source: There are no report sheet templates set up.
nl: Er zijn geen rapportbladsjablonen ingesteld.
pt_br: Não há modelos de relatório definidos.

source: Manage Deployed Report Sheets
nl: Toegepast rapportblad-beheer
pt_br: Gerenciar Boletins Implantados

source: Deployed Report Sheets
de: eingesetzte Berichtsblätter
km: បាន​ពន្លា​សន្លឹក​របាយការណ៍
nl: Toegepaste rapportbladen
pl: Rozmieszczenie na świadectwie
pt_br: Relatórios implantados
vi: Triển khai bảng báo cáo

source: There are ${count} report sheets deployed in ${schoolyear}
nl: Er zijn ${count} rapportbladen toegepast in ${schoolyear}
pt_br: Existem ${count} boletins implantados em ${schoolyear}

source: There are no report sheets deployed in ${schoolyear}
nl: Er zijn geen rapportbladen toegepast in ${schoolyear}
pt_br: Não existem boletins implantados para ${schoolyear}

source: Nothing Graded
de: nichts benotet
km: មិន​ដាក់​ពិន្ទុ​អ្វី​ទាំងអស់
nl: Geen cijfers gegeven
pl: Brak ocen
pt_br: Nada pontuado
vi: Chưa có gì được phân loại

source: Grid Columns
de: Rasterspalten
km: ជួរ​ឈរ​ក្រឡា​ចត្រង្គ
nl: Rasterkolommen
pl: Tabela
pt_br: Colunas da tabela
vi: Cột lưới

source: Heading
de: Überschrift
km: ក្បាល
nl: Koptekst
pl: Nagłówek
pt_br: Cabeçalho
vi: Đầu trang

source: This report has no grid columns.
nl: Dit rapport heeft geen rasterkolommen.
pt_br: Este relatório não possui colunas na planilha

source: Outline Items
nl: Overzichtsitems

source: This report has no outline items.
nl: Dit rapport heeft geen overzichtsitems.

source: Use this page to lay out a standard report card, pulling data from ${report-sheets} and the attendance journal.
nl: Gebruik deze pagina om een standaardrapportkaart te maken, met gegevens uit ${report-sheets} en het aanwezigheidslogboek.
pt_br: Use está página para montar um boletim padrão, recuperando dados de ${report-sheets} e do livro de presença.

source: report sheets
nl: rapportbladen
pt_br: relatórios

source: The standard report card contains a grid where each row corresponds to a section and the columns as defined on this page.
nl: De standaardrapportkaart bevat een raster waarvan elke rij correspondeert met een sectie en de kolommen zoals ingesteld op deze pagina.
pt_br: O boletim padrão contém uma tabela na qual cada linha corresponde a uma turma e às colunas como definidas nesta página.

source: Below the grid is an outline which loops through each section and the defined outline items laid out like a text outline. This is necessary for comments or other scores that will not fit in a traditional grid.
nl: Onder het raster is een overzicht van elke sectie, waar de ingestelde overzichtsitems ingedeeld zijn als bij een tekstoverzicht. Dit wordt gebruikt voor commentaren en andere scores die niet passen in het raster.
pt_br: Abaixo da tabela existe um quadro que envolve cada turma e os items enquadrados montados como texto. Isso é necessário para comentários ou outras notas que não se encaixariam na tabela tradicional.

source: Both the grid and outline layouts are optional; if no columns or items are defined, the whole layout is skipped.
nl: Zowel de rasterindeling als de overzichtsindeling zijn optioneel; als er geen kolommen of items ingesteld zijn zal de hele indeling overgeslagen worden.
pt_br: Os layouts de tabela e de quadros são opcionais; se nenhuma coluna ou itens são definidos, todo o layout é ignorado.

source: The report cards can be generated for an individual person or all the people in a group.
nl: De rapportkaarten kunnen gegenereerd worden voor een individueel persoon of alle mensen in een groep.
pt_br: Os boletins podem ser gerados para uma única pessoa ou para todos os membros de um grupo.

source: Select report sheet to deploy
nl: Selecteer rapportblad om toe te passen
pt_br: Selecione relatório para implantar.

source: Select a term or deploy to the entire year.
nl: Selecteer een termijn of pas het toe voor het hele jaar.
pt_br: Selecione um termo ou implante para o ano inteiro.

source: If you deploy the same template multiple times in the same term, give each deployment an easily distinguishable name.
nl: Wanneer u hetzelfde sjabloon meerdere malen toepast in dezelfde termijn, zorg er dan voor dat u elke toepassing van dit sjabloon een makkelijk herkenbare naam geeft.

source: The first step in the process is to ${add-sheet}
nl: De eerste stap in dit proces is om ${add-sheet}
pt_br: O primeiro passo no processo é ${add-sheet}

source: create a new report sheet template.
nl: een nieuw rapportbladsjabloon aan te maken.
pt_br: criar novo modelo de relatório.

source: Once you have a template, use this form to add the report sheet to the gradebook of every section that meets in the specified term or terms.
nl: Nadat u een sjabloon heeft, kunt u dit formulier gebruiken om het rapportblad toe te voegen aan de cijferlijst van elke sectie die bijeenkomen in de aangegeven termijn of termijnen.
pt_br: Uma vez que você possui um modelo, use este formulário para adicionar o relatório ao livro de notas de cada turma que se encaixa no termo ou nos termos especificados.

source: Data collected through report sheets can be included in the ${report-card-layout} or custom reports.
nl: Gegevens die zijn verzameld vanaf rapportbladen kunnen toegevoegd worden aan de ${report-card-layout} of aangepaste rapporten.
pt_br: Dados coletados por meio de relatórios podem ser incluídos no ${report-card-layout} ou em relatórios personalizados.

source: standard report card
nl: standaardrapportkaart
pt_br: relatório padrão

source: File Type
nl: Bestandstype
pt_br: Tipo de arquivo

source: Select a year or term
nl: Selecteer een jaar of termijn
pt_br: Selecione um ano ou termo

source: Download
km: ទាញ​យក
nl: Downloaden
pl: Pobierz
pt_br: Baixar
vi: Tải xuống

source: ${student_name} was never scored in this worksheet.
nl: ${student_name} heeft nooit een score gekregen in dit werkblad.

source: Evaluator
nl: Evaluatie

source: Report Activities
nl: Rapportactiviteiten
pt_br: Atividade de Relatório

source: There are no report activities.
nl: Er zijn geen rapportactiviteiten.

source: A report sheet is a special kind of gradebook worksheet that can be deployed to all teacher gradebooks in the school.
nl: Een rapportblad is een speciaal soort cijferlijstwerkblad dat toegepast kan worden op alle cijferlijsten van leraren in de hele school.
pt_br: Um relatório é um tipo especial de planilha de livro de notas que pode ser implantada para todos os livros de notas de todos os professores da escola.

source: Each deployed worksheet will contain the report activities defined in its template.
nl: Elk toegepast werkblad zal de rapportactiviteiten bevatten, zoals ingesteld in het sjabloon.
pt_br: Cada folha de notas implantada terá as atividades de relatório definidas neste modelo.

source: This form allows you to change the weighting of categories when calculating average scores within a worksheet.
de: Dieses Formular erlaubt Ihnen die Gewichtung der Kategorien bei der Berechnung von Durchschnittsnoten in einem Arbeitsblatt.
km: សំណុំ​បែបបទ​នៃ​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ប្ដូរ​ភាព​សំខាន់​នៃ​ប្រភេទ ពេល​គណនា​ពិន្ទុ​មធ្យម​ក្នុង​សន្លឹក​កិច្ចការ ។
nl: Met dit formulier kunt u de wegingscategorieën wijzigen bij het berekenen van de gemiddelde scores in een werkblad.
pl: Formularz ten pozwala na zmianę znaczenia danej kategorii branej pod uwagę przy określaniu średniej z karty pracy
pt_br: Este relatório permite que você mude o peso de categorias ao calcular a média de pontos em uma planilha.
vi: Biểu mẫu này cho phép bạn thay đổi trọng số của các phân mục khi tính điểm trung bình trong bảng tính

source: Enter numeric values for each relevant category.
nl: Voer numerieke waardes in voor elke relevante categorie.

source: For example, to weight exams as 60% of the grade, homework as 20% and quizzes as 20%, enter "60" next to "Exam", "20" next to "Homework" and "20" next to "Quiz".
km: ឧទាហរណ៍ ដើម្បី រឹត​បន្តឹង​ការ​ប្រឡង​​មាន​ពិន្ទុ ៦០% កិច្ចការ​ផ្ទះ​ ២០% និង​សំណួរ ២០% បញ្ចូល "60" នៅ​ជាប់នឹង "ប្រឡង" 20" នៅ​ជាប់នឹង "កិច្ចការ​ផ្ទះ" និង "20" នៅ​ជាប់នឹង "សំណួរ ។"
nl: Als u bijvoorbeeld wilt dat 60% van het cijfer bepaalt wordt door het examen, 20% door het huiswerk en 20% door proefwerken, voer dan "60" in bij "Examen," 20" bij "Huiswerk" en "20" bij "Toetsen."
pl: Na przykład oceniając egzaminy na 60%, zadania domowe na 20%, a kwizy na 20%, wprowadż „60” obok „Egzamin”, „20” obok „Zadanie domowe” i „20” obok „Kwiz”.
pt_br: Por exemplo, para ponderar exames como 60% da nota, dever de casa como 20% e questionários como 20%, entre "60" ao lado de "Exame", "20" ao lado de "Dever de Casa" e "20" ao lado de "Questionários".
vi: Lấy ví dụ điểm thi được tính 60% của thang điểm, bài tập về nhà tính 20% và 20% thảo luận, hãy nhập 60 vào ô kế tiếp của ô điểm thi, 20 vào ô kế tiếp của bài tập về nhà và 20 vào ô kế tiếp của ô thảo luận

source: The list of categories can be customized for your school by your system administrator.
nl: De lijst met categorieën kan aangepast worden voor uw school door uw systeembeheerder.
pt_br: A lista de categorias pode ser personalizada para sua escola pelo administador do sistema.

source: Reorder or Hide Worksheets
nl: Werkbladen herschikken of verbergen
pt_br: Reordenar ou ocultar planilhas

source: Order
nl: Volgorde
pt_br: Ordenar

source: Summary Worksheet
nl: Werkbladsamenvatting
pt_br: Resumo das planilhas

source: Overwrite existing worksheets titled "Summary".
de: Überschreibe existierende Arbeitsblätter mit dem Titel "Zusammenfassung".
km: សរសេរ​ជាន់​លើ​សន្លឹក​កិច្ចការ​ដែល​មាន​ចំណង​ជើង "សង្ខេប" ។
nl: Overschrijf het bestaande werkblad met de naam "Samenvatting".
pl: Nadpisanie istniejących kart pracy zatytułowanych „Streszczenie”.
pt_br: Substituir planilhas existentes com o nome "Resumo".
vi: Ghi đè giá trị đã tồn tại trong bảng tính "Tổng"

source: Create summary worksheet
nl: Werkbladsamenvatting aanmaken
pt_br: Criar planilha resumo

source: Use worksheets in your gradebook the same way you do in a spreadsheet, to organize large numbers of activities. You can link columns from one worksheet to another.
nl: Gebruik werkbladen in uw cijferlijst op dezelfde manier als een rekenblad, om grote aantallen activiteiten te organiseren. U kunt kolommen uit een werkblad koppelen aan een ander werkblad.
pt_br: Use as planilhas de seu livro de notas da mesma forma que você faz em um programa de planilhas, para organizar um grande número de atividades. Você pode relacionar colunas de uma planilha à outra.

source: You can add a summary worksheet to each of your gradebooks that automatically includes a column for the average of all existing worksheets.
de: Sie können eine Übersicht der Arbeitsblätter, zu jedes Ihrer Klassenbücher hinzufügen, so dass automatisch auch eine Spalte für den Durchschnitt aller vorhandenen Arbeitsblätter angelegt wird.
km: បើ​អ្នក​អាច​បន្ថែម​សន្លឹក​កិច្ចការ​សង្ខេប​ទៅ​សៀវភៅ​ពិន្ទុ​នីមួយៗ​របស់​អ្នក ដែល​រួម​បញ្ចូល​ជួរ​ឈរ​ស្វ័យ​ប្រវត្តិ​សម្រាប់​មធ្យម​នៃ​សន្លឹក​កិច្ចការ​ដែល​មាន​ទាំងអស់ ។
nl: U kunt een samenvattend werkblad toevoegen aan elk van uw cijferlijsten, dat automatisch een kolom toevoegt voor het gemiddelde van alle bestaande werkbladen.
pl: Możesz dodać streszczenie karty pracy do każdego dziennika które automatycznie zamieści kolumnę dla średniej wszystkich istniejących kart pracy.
pt_br: Você pode adicionar um resumo da planilha para cada um de seus boletins que automaticamente, incluem uma coluna para a média de todas as planilhas existentes.
vi: Bạn cần thêm một bảng tính tổng cho mỗi bảng điểm để tự động bao gồm một cột tính trung bình cho tất cả các bảng tính đã tồn tại

source: For example, if you have three worksheets in a section, "A," "B," and "C," and click "Create Summary Worksheets," an additional sheet, entitled "Summary" will be created, which includes the average scores from "A," "B" and "C" in the first three columns.
de: Wenn Sie zum Beispiel drei Arbeitsblätter in dem Bereich "A" "B" und "C" haben und Sie auf "erstelle Übersicht der Arbeitsblätter"
km: ឧទាហរណ៍ បើ​អ្នក​មាន​សន្លឹក​កិច្ចការ​បី​ក្នុង​ផ្នែក "A," "B," និង "C," និង​ចុច "បង្កើត​សន្លឹក​កិច្ចការ​សង្ខេប" សន្លឹក​បន្ថែម ដែល​មាន​ចំណង​ជើង "សង្ខេប" នឹង​ត្រូវ​បង្កើត ដែល​រួម​បញ្ចូល​ពិន្ទុ​មធ្យម​ពី "A," "B" និង "C" ក្នុង​ជួរ​ឈរ​បី​ដំបូង ។
nl: Wanneer u bijvoorbeeld drie werkbladen in een sectie heeft, "A," "B," en "C," en dan klikt op "Samenvattende werkbladen aanmaken," dan wordt er een extra werkblad aangemaakt met de naam "Samenvatting" waarin u de gemiddelde scores kunt vinden van de eerste drie kolommen "A," "B" and "C".
pl: Na przykład jeśli posiadasz trzy karty pracy z rozdziałów A, B i C klikając na „Stwórz streszczenie karty pracy” uzyskasz dodatkowy arkusz zatytułowany „Streszczenie”, które będzie zawierać przeciętną punktów z rozdziałów A,B i C w pierwszych trzech kolumnach.
pt_br: Por exemplo, se você tem três planilhas numa seção, "A", "B", e "C" clique em "Criar Planilhas de Resumo", uma folha adicional, entitulada por "Resumo" será criada, nela inclui a pontuação média em "A", "B" e "C" nas três primeiras colunas.
vi: Lấy ví dụ, nếu bạn có 3 bảng tính trong 1 lớp, "A", "B", "C" và nhấn "Tạo một bảng tính tổng", một bảng tính sẽ được thêm vào, với tiêu đề "Tổng" sẽ được tạo, nó bao gồm các giá trị trung bình cho các cột "A", "B" và "C" trong ba cột đầu tiên.

source: Set Column Preferences
de: Spalteneinstellungen sichern
km: កំណត់​ចំណូល​ចិត្ត​ជួរ​ឈរ
nl: Kolomvoorkeuren instellen
pl: Kolumna preferencji
pt_br: Ajustar Preferências da Coluna
vi: Thiết lập các tham chiếu về cột

source: Column Type
de: Spaltentyp
km: ប្រភេទ​ជួរ​ឈរ
nl: Soort kolom
pl: Typ kolumny
pt_br: Tipo da coluna
vi: Kiểu cột

source: Hide?
de: Verstecken?
km: លាក់ ?
nl: Verbergen?
pl: Ukryć?
pt_br: Esconder?
vi: Ẩn?

source: Hide 'show only activities due in past _ weeks'
km: បង្ហាញ​តែ​សកម្មភាព​លាក់​ប៉ុណ្ណោះ​​ក្នុង​ past _ weeks'
nl: Verberg 'Toon alleen activiteiten uit de afgelopen _weken'
pt_br: Ocultar 'mostrar apenas atividades devidas em past _ weeks'

source: Update
km: បច្ចុប្បន្នភាព
nl: Bijwerken
pt_br: Atualizar

source: Create Summary Worksheets
de: Erzeuge Zusammenfassungs-Arbeitsblatt
km: បង្កើត​សន្លឹក​កិច្ចការ​សង្ខេប
nl: Werkbladsamenvattingen aanmaken
pl: Stwórz streszczenie kart pracy.
pt_br: Criar Planilhas de Resumo
vi: Tạo một bảng tính Tổng

source: Grade ${name}
de: Stufe ${name}
km: ពិន្ទុ ${name}
nl: Cijfer ${name}
pl: Ocena ${name}
pt_br: Nota de ${name}
vi: Lớp ${name}

source: show only activities due in past ${num_weeks} weeks
km: បង្ហាញ​តែ​សកម្មភាព​ដែល​កន្លង​ផុត ${num_weeks} សប្ដាហ៍
nl: Toon alleen activiteiten uit de afgelopen ${num_weeks} weken
pl: pokaż tylko aktywnośći z ostatnich ${num_weeks} tygodni
pt_br: mostrar apenas atividades devidas nas últimas ${num_weeks} semanas

source: (sort)
de: (sortieren)
km: (តម្រៀប)
nl: (sorteren)
pl: (sortuj)
pt_br: (Ordenar)
vi: Sắp xếp

source: Hide Deployed Report Sheet
nl: Toegepaste rapportblad verbergen
pt_br: Ocultar relatório implantado

source: Layout Report Card
de: Leistungsbericht-Formular gestalten
km: កាត​របាយការណ៍​ប្លង់
nl: Rapportkaartindeling
pl: Układ strony raportu
pt_br: Modelo de boletim
vi: Trình bày thẻ báo cáo

source: Source
de: Quelle
km: ប្រភព
nl: Bron
pl: Źródło
pt_br: Origem
vi: Nguồn

source: New Column
de: Neue Spalte
km: ជួរ​ឈរ​ថ្មី
nl: Nieuwe kolom
pl: Nowa kolumna
pt_br: Nova Coluna
vi: Cột mới

source: Choose a column to add
de: Wähle eine Spalte zum hinzufügen
km: ជ្រើស​ជួរ​ឈរ​ដើម្បី​បន្ថែម
nl: Selecteer een kolom om toe te voegen
pl: Wybierz kolumnę do dodania
pt_br: Escolha uma coluna para adicionar
vi: Chọn một cột để thêm vào

source: Outline Activities
de: Übersicht Aktivitäten
km: សកម្មភាព​គ្រោង
nl: Overzichtssectieactiviteiten
pl: Krótka informacja dotycząca ćwiczeń.
pt_br: Resumo de Atividades
vi: Phác họa các hoạt động

source: Choose an activity to add
de: Wähle eine Aktivität zum hinzufügen
km: ជ្រើស​សកម្មភាព​ដើម្បី​បន្ថែម
nl: Selecteer een activiteit om toe te voegen
pl: Wybierz aktywność do dodania
pt_br: Escolha uma atividade para adicionar
vi: Chọn một hoạt động để thêm vào

source: No Current Term
de: kein gegenwärtiges Semester
km: គ្មាន​វគ្គ​បច្ចុប្បន្ន
nl: Geen huidige termijn
pl: Brak aktualnego okresu
pt_br: Não há termo atual
vi: Không phải học kỳ hiện thời

source: The operation you attempted cannot be completed because there are currently no terms set up in your SchoolTool instance. Please have a user with administration access set up at least one term and try the operation again.
km: ប្រតិបត្តិការ​ដែល​អ្នក​ប៉ុនប៉ង​មិន​អាច​បញ្ចប់​បាន​ទេ ពីព្រោះ​គ្មាន​វគ្គ​ត្រូវ​បាន​រៀបចំ​នៅ​ក្នុង SchoolTool ។ សូម​ឲ្យ​​មាន​​អ្នក​ប្រើ​ដែល​មាន​សិទ្ធិ​ជា​អ្នក​គ្រប់គ្រង ​ដើម្បី​រៀបចំ​យ៉ាង​ហោច​ណាស់ វគ្គ​មួយ ហើយ​​ព្យាយាម​អនុវត្ត​​ម្ដង​ទៀត ។
nl: Deze actie kan niet uitgevoerd worden omdat er momenteel geen termijn ingesteld is in SchoolTool. Vraag een gebruiker met beheerdersrechten om ten minste één termijn in te stellen en probeer het dan opnieuw.
pl: Operacja nie może być zakończona ponieważ dziennik nie spełnia odpowiednich warunków. Użytkownik z dostępem do administracji powinien spełnić przynajmniej jeden warunek by wznowić operację.
pt_br: A operação que você tentou não pode ser completada porque atualmente não há termos definidos na sua instância do SchoolTool. Por favor solicite que um usuário com acesso administrativo defina pelo menos um termo e tente a operação novamente.

source: No Report Sheets
km: គ្មាន​សន្លឹក​​របាយការណ៍
nl: Geen rapportbladen
pt_br: Não há relatórios

source: The operation you attempted cannot be completed because there are currently no report sheets set up in your SchoolTool instance. Please have a user with administration access set up at least one report sheet and try the operation again.
km: ប្រតិបត្តិការ​ដែល​អ្នក​បាន​ព្យាយាម​មិន​អាច​បញ្ចប់​ឡើយ​ ពីព្រោះ​ បច្ចុប្បន្ន​គ្មាន​សន្លឹក​របាយការណ៍​រៀបចំ​ក្នុង​វត្ថុ SchoolTool របស់​អ្នក​ឡើយ ។ សូម​ឲ្យ​អ្នក​ប្រើ​ដែល​មាន​សិ​ទ្ធិ​​ជា​អ្នក​​គ្រប់គ្រង​​រៀបចំ​ យ៉ាងហោចណាស់ ន​​សន្លឹក​របាយការណ៍​មួយ​ហើយ​​ព្យាយាម​រ​​ម្ដង​ទត ។។
nl: Deze actie kan niet uitgevoerd worden omdat er momenteel geen rapportblad ingesteld is in SchoolTool. Vraag een gebruiker met beheerdersrechten om ten minste één rapportblad in te stellen en probeer het dan opnieuw.
pt_br: A operação não pode ser completada pois não há relatórios configurados para sua instância do SchoolTool. Favor utilizar um usuário com acesso de administrador para configurar no mínimo um relatório e tente novamente.

source: Report Worksheet
nl: Rapportwerkblad
pt_br: Relatório de planilhas

source: Activities of ${title}
nl: Activiteiten van ${title}
pt_br: Atividades de ${title}

source: A report sheet template defines the activities to be included in a report sheet deployed to each section in a term or year.
de: Ein Berichtsblatt-Vorlage definiert die Aktivitäten, die in einem Berichtsblatt enthalten sind Sie werden in jedem Bereich in einem Jahr oder Semester eingesetzt
km: ពុម្ព​សន្លឹក​របាយការណ៍​កំណត់​សកម្មភាព​ដែល​ត្រូវ​រួម​​បញ្ចូល​ក្នុង​សន្លឹក​របាយការណ៍​ដែល​បាន​ពន្លា​ផ្នែក​នីមួយៗ​នៅ​ក្នុង​វគ្គសិក្សា ឬ​ឆ្នាំ ។
nl: Een rapportbladsjabloon geeft de activiteiten aan om toe te voegen aan een rapportblad, dat toegepast wordt voor elke sectie in een termijn of jaar.
pl: Szablon świadectwa określa zajęcia które mają być zawarte na świadectwie w odniesieniu do całego semestru
pt_br: Um modelo de relatório define as atividades a serem incluídas num relatório implantado em cada turma em um termo ou ano.
vi: Biểu mẫu Báo cáo xác định các hoạt động được bao hàm trong một bảng tính triển khai cho mỗi lớp trong từng học kỳ hoặc từng năm học

source: This report is a list of students achieving below a minimum score on a selected activity from a report sheet.
de: Der folgende Bericht ist eine Liste der Schüler, die Minimum an Punkten von der ausgewählten Aktivität besitzen.
km: របាយការណ៍​នេះ​គឺ​ជា​បញ្ជី​សិស្ស​ដែល​ទទួល​បាន​ពិន្ទុ​ក្រោម​អប្បបរមា ចំពោះ​សកម្មភាព​ដែល​ជ្រើស​ពី​សន្លឹក​របាយការណ៍ ។
nl: Dit rapport bevat een lijst met leerlingen die onder een minimum score blijven voor een geselecteerde activiteit uit een rapportblad.
pl: Lista uczniów z ocenami poniżej minimum z danego ćwiczenia
pt_br: Este relatório é uma lista de alunos abaixo da média em uma atividade selecionada a partir de uma folha de relatório.
vi: Báo cáo này là danh sách các học sinh đạt điểm tối thiểu trong các hoạt động từ bảng báo cáo
